Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,size) @DESCRIPTION=CONFIDENCE function returns the confidence interval for a mean. @x is the significance level, @stddev is the standard deviation, and @size is the size of the sample. If @size is non-integer it is truncated. If @size < 0 CONFIDENCE returns #NUM! error. If @size is 0 CONFIDENCE returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= CONFIDENCE(0.05,1,33) equals 0.341185936. @SEEALSO=AVERAGE
da: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stdafv,størrelse) @DESCRIPTION=CONFIDENCE-funktionen returnerer konfidensintervallet for et gennemsnit. @x er signifikansniveauet, @stdafv er standardafvigelsen, og @størrelse er stikprøvestørrelsen. Hvis @størrelse ikke er heltal nedrundes den. Hvis @størrelse < 0 returnerer CONFIDENCE en #NUM! fejl. Hvis @størrelse er 0 returnerer CONFIDENCE en #DIV/0! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= CONFIDENCE(0.05,1,33) er lig 0.341185936. @SEEALSO=AVERAGE

source: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,mean,stdev) @DESCRIPTION=STANDARDIZE function returns a normalized value. @x is the number to be normalized, @mean is the mean of the distribution, @stdev is the standard deviation of the distribution. If stddev is 0 STANDARDIZE returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= STANDARDIZE(3,2,4) equals 0.25. @SEEALSO=AVERAGE
da: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,middelværdi,stdafv) @DESCRIPTION=STANDARDIZE-funktionen returnerer en normaliseret værdi. @x er tallet der skal normaliseres, @middelværdi er middelværdien for fordelingen, @stdafv er standardafvigelsen af fordelingen. Hvis @stdafv er 0 returnerer STANDARDIZE en #DIV/0-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= STANDARDIZE(3,2,4) er lig 0.25. @SEEALSO=AVERAGE

source: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alpha,beta,cumulative) @DESCRIPTION=WEIBULL function returns the Weibull distribution. If the @cumulative boolean is true it will return: 1 - exp (-(@x/@beta)^@alpha), otherwise it will return (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). If @x < 0 WEIBULL returns #NUM! error. If @alpha <= 0 or @beta <= 0 WEIBULL returns #NUM! error. This function is Excel compatible. @EXAMPLES= WEIBULL(3,2,4,0) equals 0.213668559. @SEEALSO=POISSON
da: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,kumulativ) @DESCRIPTION=WEIBULL-funktionen returnerer Weibull-fordelingen. Hvis den boolske værdi @kumulativ er falsk returneres: 1 - exp (-(@x/@beta)^@alpha), ellers returneres (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). Hvis @x < 0 returnerer WEIBULL en #NUM! fejl. Hvis @alfa <= 0 eller @beta <= 0 returnerer WEIBULL en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= WEIBULL(3,2,4,0) er lig 0.213668559. @SEEALSO=POISSON

source: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,mean,stdev,cumulative) @DESCRIPTION=NORMDIST function returns the normal cumulative distribution. @x is the value for which you want the distribution, @mean is the mean of the distribution, @stdev is the standard deviation. If @stdev is 0 NORMDIST returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= NORMDIST(2,1,2,0) equals 0.176032663. @SEEALSO=POISSON
da: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,middelværdi,stdafv,kumulativ) @DESCRIPTION=NORMDIST-funktionen returnerer normal kumulativ fordelingen. @x er værdien du vil have fordelingen for, @middelværdi er middelværdien for fordelingen, @stdafv er standardafvigelsen. Hvis @stdafv er 0 returnerer NORMDIST en #DIV/0-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= NORMDIST(2,1,2,0) er lig 0.176032663. @SEEALSO=POISSON

source: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,mean,stdev) @DESCRIPTION=NORMINV function returns the inverse of the normal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stdev is the standard deviation of the distribution. If @p < 0 or @p > 1 or @stdev <= 0 NORMINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= NORMINV(0.76,2,3) equals 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
da: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,middelværdi,stdafv) @DESCRIPTION=NORMINV-funktionen returnerer den inverse til den kumulerede normalfordeling. @p er den givne sandsynlighed svarende til normalfordelingen, @middelværdi er den aritmetiske middelværdi for fordelingen, og @stdafv er standardafvigelsen for fordelingen. Hvis @p < 0 eller @p > 1 eller @stdafv <= 0, returnerer NORMINV en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= NORMINV(0.76,2,3) er lig 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST

source: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT returns an unbiased estimate of the kurtosis of a data set. Note, that this is only meaningful is the underlying distribution really has a fourth moment. The kurtosis is offset by three such that a normal distribution will have zero kurtosis. Strings and empty cells are simply ignored. If fewer than four numbers are given or all of them are equal KURT returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURT(A1:A5) equals 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
da: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT returnerer et ubiaset estimat for kurtosis for et datasæt. Bemærk at dette kun er giver mening hvis den underliggende fordeling faktisk har et fjerde moment. Kurtosis begynder ved tre således at en normalfordeling vil have nul kurtosis. Strenge og tomme celler ignoreres. Hvis færre end fire tal angives, eller hvis de alle er ens, returnerer KURT en #DIV/0-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3 21.3, 25.9, og 40.1. Vi får da KURT(A1:A5) er lig 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP

source: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP returns the population kurtosis of a data set. Strings and empty cells are simply ignored. If fewer than two numbers are given or all of them are equal KURTP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURTP(A1:A5) equals -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
da: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP returnerer populations kurtosis for et datasæt. Strenge og tomme celler ignoreres. Hvis færre end to tal angives, eller hvis de alle er ens, returnerer KURTP en #DIV/0-fejl. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3 21.3, 25.9, og 40.1. Vi får da KURTP(A1:A5) er lig -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT

source: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV returns the average of the absolute deviations of a data set from their mean. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV
da: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV returnerer gennemsnittet af absolutte afvigelser fra middelværdien i et datasæt. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at AVEDEV(A1:A5) er lig 7.84. @SEEALSO=STDEV

source: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ returns the sum of squares of deviations of a data set from the sample mean. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then DEVSQ(A1:A5) equals 470.56. @SEEALSO=STDEV
da: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ returnerer summen af kvadratene på afvigelserne for et datasæt fra stikprøvens gennemsnit. Strenge og tomme celler ignoreres. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at DEVSQ(A1:A5) er lig 470.56. @SEEALSO=STDEV

source: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER function returns the Fisher transformation at @x. If @x is not-number FISHER returns #VALUE! error. If @x <= -1 or @x >= 1 FISHER returns #NUM! error. This function is Excel compatible. @EXAMPLES= FISHER(0.332) equals 0.345074339. @SEEALSO=SKEW
da: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER-funktionen returnerer Fisher-transformationen ved @x. Hvis @x ikke er et tal returnerer FISHER en #VALUE!-fejl. Hvis @x <= -1 eller @x >= 1 returnerer FISHER en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= FISHER(0.332) er lig 0.345074339. @SEEALSO=SKEW

source: @FUNCTION=POISSON @SYNTAX=POISSON(x,mean,cumulative) @DESCRIPTION=POISSON function returns the Poisson distribution. @x is the number of events, @mean is the expected numeric value @cumulative describes whether to return the sum of the poisson function from 0 to @x. If @x is a non-integer it is truncated. If @x <= 0 POISSON returns #NUM! error. If @mean <= 0 POISSON returns the #NUM! error. This function is Excel compatible. @EXAMPLES= POISSON(3,6,0) equals 0.089235078. @SEEALSO=NORMDIST, WEIBULL
da: @FUNCTION=POISSON @SYNTAX=POISSON(x,middelværdi,kumulativ) @DESCRIPTION=POISSON-funktionen returnerer Poisson-fordelingen. @x er antal hændelser, @middelværdi er den forventede numeriske værdi, @kumulativ beskriver om summen fra 0 til @x af Poisson-funktionen skal returneres. Hvis @x ikke er et heltal, bliver det afkortet. Hvis @x <= 0 returnerer POISSON en #NUM!-fejl. Hvis @middelværdi <= 0 returnerer POISSON en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= POISSON(3,6,0) er lig 0.089235078. @SEEALSO=NORMDIST, WEIBULL

source: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1,array2) @DESCRIPTION=PEARSON returns the Pearson correlation coefficient of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
da: @FUNCTION=PEARSON @SYNTAX=PEARSON(vektor1,vektor2) @DESCRIPTION=PEARSON returnerer Pearson-korrelationskoefficienten af to datasæt. Strenge og tomme celler ignoreres. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX

source: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ returns the square of the Pearson correlation coefficient of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
da: @FUNCTION=RSQ @SYNTAX=RSQ(vektor1,vektor2) @DESCRIPTION=RSQ returnerer kvadratet på Pearson korrelationskoefficienten af to datasæt. Strenge og tomme celler ignoreres. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND

source: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN returns the median of the given data set. Strings and empty cells are simply ignored. If even numbers are given MEDIAN returns the average of the two numbers in the middle. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MEDIAN(A1:A5) equals 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
da: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN returnerer medianen af det givne datasæt. Hvis et lige antal tal er givne returnerer MEDIAN gennemsnittet af de to tal i midten. Strenge og tomme celler ignoreres. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at MEDIAN(A1:A5) er lig 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM

source: @FUNCTION=LARGE @SYNTAX=LARGE(n1, n2, ..., k) @DESCRIPTION=LARGE returns the k-th largest value in a data set. If data set is empty LARGE returns #NUM! error. If @k <= 0 or @k is greater than the number of data items given LARGE returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then LARGE(A1:A5,2) equals 25.9. LARGE(A1:A5,4) equals 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
da: @FUNCTION=LARGE @SYNTAX=LARGE(n1, n2, ..., k) @DESCRIPTION=LARGE returnerer den k-te største værdi i et datasæt. Hvis datasættet er tomt returnerer LARGE en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=AVERAGE@EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at LARGE(A1:A5,2) er lig 25.9. LARGE(A1:A5,4) er lig 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL

source: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2, ..., k) @DESCRIPTION=SMALL returns the k-th smallest value in a data set. If data set is empty SMALL returns #NUM! error. If @k <= 0 or @k is greater than the number of data items given SMALL returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SMALL(A1:A5,2) equals 17.3. SMALL(A1:A5,4) equals 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
da: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2, ..., k) @DESCRIPTION=SMALL returnerer den k-te mindste værdi i et datasæt. Hvis datasættet er tomt returnerer SMALL en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=AVERAGE@EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at SMALL(A1:A5,2) er lig 17.3. SMALL(A1:A5,4) er lig 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE

source: @FUNCTION=PROB @SYNTAX=PROB(range_x,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=PROB function returns the probability that values in a range or an array are between two limits. If @upper_limit is not given, PROB returns the probability that values in @x_range are equal to @lower_limit. If the sum of the probabilities in @prob_range is not equal to 1 PROB returns #NUM! error. If any value in @prob_range is <=0 or > 1, PROB returns #NUM! error. If @x_range and @prob_range contain a different number of data entries, PROB returns #N/A! error. This function is Excel compatible. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
da: @FUNCTION=PROB @SYNTAX=PROB(x_område,sslh_område,nedre_grænse[,øvre_grænse]) @DESCRIPTION=PROB-funktionen returnerer sandsynligheden for at værdier i et område eller en vektor er mellem to grænser. Hvis @øvre_grænse ikke er givet, returnerer PROB sandsynligheden for at værdien i @x_område er lig med @nedre_grænse. Hvis summen af sandsynlighederne i @sslh_område ikke er lig med 1 returnerer PROB en #NUM! fejl. Hvis nogen værdi i @sslh_område er <=0 eller > 1, returnerer PROB en #NUM! fejl. Hvis @x_område og @sslh_område indeholder forskelligt antal data-elementer, returnerer PROB en #N/A! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM

source: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=STEYX function returns the standard error of the predicted y-value for each x in the regression. If @known_y's and @known_x's are empty or have a different number of arguments then STEYX returns #N/A! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then STEYX(A1:A5,B1:B5) equals 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
da: @FUNCTION=STEYX @SYNTAX=STEYX(kendte_y-er,kendte_x-er) @DESCRIPTION=STEYX-funktionen returnerer standardfejlen på den forudsagte y-værdi for hvert x i regressionen. Hvis @kendte_y-er og @kendte_x-er er tomme eller har et forskelligt antal argumenter så returnerer STEYX en #N/A! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at STEYX(A1:A5,B1:B5) er lig 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE

source: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST returns the two-tailed probability of a z-test. @ref is the data set and @x is the value to be tested. If @ref contains less than two data items ZTEST returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then ZTEST(A1:A5,20) equals 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
da: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST returnerer den dobbeltsidige sandsynlighed fra en z-test. @ref er datasættet, og @x er værdien der skal testes. Hvis @ref indeholder mindre end to dataelementer returnerer ZTEST en #DIV/0! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi ZTEST(A1:A5,20) er lig 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE

source: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(number1,number2,...) @DESCRIPTION=AVERAGEA returns the average of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then AVERAGEA(A1:A5) equals 18.94. @SEEALSO=AVERAGE
da: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(tal1, tal2, ...) @DESCRIPTION=AVERAGEA returnerer gennemsnittet af de givne argumenter. Tal, tekst og logiske værdier tages også med i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, regnes det som værdien nul (0). Hvis argumentet evalueres til SAND regnes det som ét (1). Bemærk at tomme celler ikke tælles med. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, "missing", 25.9, og 40.1. Da får vi at AVERAGEA(A1:A5) er lig 18.94. @SEEALSO=AVERAGE

source: @FUNCTION=MAXA @SYNTAX=MAXA(number1,number2,...) @DESCRIPTION=MAXA returns the largest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MINA(A1:A5) equals 0. @SEEALSO=MAX,MINA
da: @FUNCTION=MAXA @SYNTAX=MAXA(tal1, tal2, ...) @DESCRIPTION=MAXA returnerer den største værdi af de givne argumenter. Tal, tekst og logiske værdier inkluderes også i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som et (1). Bemærk at tomme celler ikke tages med. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, "missing", 25.9, og 40.1. Da får vi at MAXA(A1:A5) er lig 0. @SEEALSO=MAX,MINA

source: @FUNCTION=MINA @SYNTAX=MINA(number1,number2,...) @DESCRIPTION=MINA returns the smallest value of the given arguments. Numbers, text and logical values are included in the calculation, blank cells are not. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MAXA(A1:A5) equals 40.1. @SEEALSO=MIN,MAXA
da: @FUNCTION=MINA @SYNTAX=MINA(værdi1, værdi2, ...) @DESCRIPTION=MINA returnerer den mindste værdi af de givne argumenter. Tal, tekst og logiske værdier inkluderes i beregningen, men ikke blanke celler. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som e1 (1). Bemærk at tomme celler ikke tages med. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, "missing", 25.9, og 40.1. Da får vi at MINA(A1:A5) er lig 40.1. @SEEALSO=MIN,MAXA

source: @FUNCTION=VARA @SYNTAX=VARA(number1,number2,...) @DESCRIPTION=VARA returns the variance based on a sample. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARA(A1:A5) equals 228.613. @SEEALSO=VAR,VARPA
da: @FUNCTION=VARA @SYNTAX=VARA(værdi1, værdi2, ...) @DESCRIPTION=VARA returnerer variansen baseret på en stikprøve. Tal, tekst og logiske værdier inkluderes også i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som et (1). Bemærk at tomme celler ikke tages med. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, "missing", 25.9, og 40.1. Da får vi at VARA(A1:A5) er lig 228.613. @SEEALSO=VAR,VARPA

source: @FUNCTION=VARPA @SYNTAX=VARPA(number1,number2,...) @DESCRIPTION=VARPA returns the variance based on the entire population. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARPA(A1:A5) equals 182.8904. @SEEALSO=VARP,VARP
da: @FUNCTION=VARPA @SYNTAX=VARPA(værdi1, værdi2, ...) @DESCRIPTION=VARPA returnerer variansen baseret på hele populationen. Tal, tekst og logiske værdier inkluderes også i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som et (1). Bemærk at tomme celler ikke tages med. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, "missing", 25.9, og 40.1. Da får vi at VARPA(A1:A5) er lig 182.8904. @SEEALSO=VARP,VARP
