Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=SUMX2MY2 function returns the sum of the difference of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2MY2 is SUM (x^2-y^2). Strings and empty cells are simply ignored. If @array1 and @array2 have different number of data points, SUMX2MY2 returns #N/A! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2MY2(A1:A5,B1:B5) equals -1299. @SEEALSO=SUMSQ,SUMX2PY2
da: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(tabel1,tabel2) @DESCRIPTION=SUMX2MY2-funktionen returnerer summen af differensen af kvadratene af korresponderende værdier i to tabeller. @tabel1 er den første tabellen eller datasættet, og @tabel2 er den andre tabellen eller datasættet. Ligningen SUMX2MY2 er SUM (x^2-y^2). Strenger og tomme celler ignoreres. Hvis @tabel1 og @tabel2 har forskelig antal datapunkter, returnerer SUMX2MY2 en #I/T! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21, og 43 og cellerne B1, B2, ..., B5 indeholder tallene 13, 22, 31, 33, og 39. Da får vi SUMX2MY2(A1:A5,B1:B5) er lig -1299. @SEEALSO=SUMSQ

source: Array version not implemented!
da: Matrice-version ikke implementeret!

source: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=SUMX2PY2 function returns the sum of the sum of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2PY2 is SUM (x^2+y^2). Strings and empty cells are simply ignored. If @array1 and @array2 have different number of data points, SUMX2PY2 returns #N/A! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2PY2(A1:A5,B1:B5) equals 7149. @SEEALSO=SUMSQ,SUMX2MY2
da: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(tabel1,tabel2) @DESCRIPTION=SUMX2PY2-funktionen returnere summen af summen af kvadratene af de korresponderende værdiene i to tabeller. @tabel1 er den første tabellene eller området med datapunkter og tabel2 er den anden tabel eller området med datapunkter. Ligningen til SUMX2PY2 er SUM (x^2+y^2). Strenger og tomme celler ignoreres. Hvis @tabel1 og @tabel2 har forskelige antal datapunkter, returnerer SUMX2PY2 en #I/T!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21, og 43 og cellerne B1, B2, ..., B5 indeholder tallene 13, 22, 31, 33, og 39. Da får vi SUMX2PY2(A1:A5,B1:B5) er lig 7149. @SEEALSO=SUMSQ

source: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=SUMXMY2 function returns the sum of squares of differences of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMXMY2 is SUM (x-y)^2. Strings and empty cells are simply ignored. If @array1 and @array2 have different number of data points, SUMXMY2 returns #N/A! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMXMY2(A1:A5,B1:B5) equals 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
da: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(tabel1,tabel2) @DESCRIPTION=SUMXMY2-funktionen returnerer summen af kvadraterne af differensen mellem korresponderende værdier i to tabeller. @tabel1 er den første tabel eller datasæt, og @tabel2 er den anden tabel eller datasæt. Ligningen SUMXMY2 er SUM (x-y)^2. Strenger og tomme celler ignoreres. Hvis @tabel1 og @tabel2 har forskelige antal datapunkter, returnerer SUMXMY2 en #I/T!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21, og 43 og at cellerne B1, B2, ..., B5 indeholder tallene 13, 22, 33, og 39. Da får vi SUMXMY2(A1:A5,B1:B5) er lig 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2

source: @FUNCTION=SUBTOTAL @SYNTAX=SUMIF(function_nbr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL function returns a subtotal of given list of arguments. @function_nbr is the number that specifies which function to use in calculating the subtotal. The following functions are available: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUBTOTAL(1,A1:A5) equals 30. SUBTOTAL(6,A1:A5) equals 22378356. SUBTOTAL(7,A1:A5) equals 6.164414003. SUBTOTAL(9,A1:A5) equals 150. SUBTOTAL(11,A1:A5) equals 30.4. @SEEALSO=COUNT,SUM
da: @FUNCTION=SUBTOTAL @SYNTAX=SUMIF(funktion_nmr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL-funktionen returnerer en subtotal af den givne argumentliste. @funktion_nmr er tallet som specificerer hvilken funktion som bruges for at beregne subtotalen. Følgende funktioner er tilgængelige: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 23, 27, 28, 33, og 39. Da får vi SUBTOTAL(1,A1:A5) er lig 30. SUBTOTAL(6,A1:A5) er lig 22378356. SUBTOTAL(7,A1:A5) er lig 6.164414003. SUBTOTAL(9,A1:A5) er lig 150. SUBTOTAL(11,A1:A5) er lig 30.4. @SEEALSO=COUNT,SUM

source: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coefficients) @DESCRIPTION=SERIESSUM function returns the sum of a power series. @x is the base of the power serie, @n is the initial power to raise @x, @m is the increment to the power for each term in the series, and @coefficients is the coefficents by which each successive power of @x is multiplied. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 1.23, 2.32, 2.98, 3.42, and 4.33. Then SERIESSUM(3,1,2.23,A1:A5) equals 251416.43018. @SEEALSO=COUNT,SUM
da: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,koefficienter) @DESCRIPTION=SERIESSUM-funktionen returnerer summen af en potensrække. @x er basen for potensrækken, @n er første potens som @x skal ophøjes i, @m er øgningen af potensen for hvert led i rækken, og @koefficienter er koefficientene som hver successiv potens af @x bliver multipliceret med. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 1.23, 2.32, 2.98, 3.42, og 4.33. Da får vi SERIESSUM(3,1,2.23,A1:A5) er lig 251416.43018. @SEEALSO=COUNT,SUM

source: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE function returns the inverse matrix of a given matrix. If the @matrix cannot be inverted, MINVERSE returns #NUM! error. If the @matrix does not contain equal number of columns and rows, MINVERSE returns #VALUE! error. This function is Excel compatible. @EXAMPLES= @SEEALSO=MMULT, MDETERM
da: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE-funktionen returnerer den inverse matrix af en givet matrix. Hvis matricen ikke kan inverteres, returnerer MINVERSE #NUM! fejlen. Hvis matricen ikke indeholder lige mange kolonner og rækker, returnerer MINVERSE en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=MMULT, MDETERM

source: @FUNCTION=MMULT @SYNTAX=MMULT(array1,array2) @DESCRIPTION=MMULT function returns the matrix product of two arrays. The result is an array with the same number of rows as @array1 and the same number of columns as @array2. This function is Excel compatible. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
da: @FUNCTION=MMULT @SYNTAX=MMULT(matrix1,matrix2) @DESCRIPTION=MMULT-funktionen returnerer matrixproduktet af to matricer. Resultatet er en matrix med samme antal rækker som matrix1 og samme antal kolonner som matrix2. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE

source: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM function returns the determinant of a given matrix. If the @matrix does not contain equal number of columns and rows, MDETERM returns #VALUE! error. This function is Excel compatible. @EXAMPLES= Let us assume that A1, ..., A4 contain numbers 2, 3, 7, and 3, B1, ..., B4 4, 2, 4, and 1, C1, ..., C4 9, 4, 3, and 2, and D1, ..., D4 7, 3, 6, and 5. Then MDETERM(A1:D4) equals 148. @SEEALSO=MMULT, MINVERSE
da: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM funktionen returnerer determinanten af en givet matrix. Hvis @matrix ikke indeholder et lige antal kolonner og rækker, returnerer MDETERM en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at A1, ..., A4 indeholder tallene 2, 3, 7, og 3, B1, ..., B4 4, 2, 4, og 1, C1, ..., C4 9, 4, 3 og 2, og D1, ..., D4 7, 3, 6 og 5. Så får vi: MDETERM(A1:D4) er lig med 148. @SEEALSO=MMULT, MINVERSE

source: @FUNCTION=SUMPRODUCT @SYNTAX=SUMPRODUCT(range1,range2,...) @DESCRIPTION=SUMPRODUCT function multiplies corresponding data entries in the given arrays or ranges, and then returns the sum of those products. If an array entry is not numeric, the value zero is used instead. If arrays or range arguments do not have the same dimentions, SUMPRODUCT returns #VALUE! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMPRODUCT(A1:A5,B1:B5) equals 3370. @SEEALSO=SUM,PRODUCT
da: @FUNCTION=SUMPRODUCT @SYNTAX=SUMPRODUCT(område1,område2,...) @DESCRIPTION=SUMPRODUCT-funktionen multiplicerer korresponderende data i givne tabeller eller områder, og returnerer summen af disse produkter. Hvis en tabelindgang ikke er numerisk, bruges nul i stedet. Hvis tabel- eller områdeargumenter ikke har samme størrelse, returnerer SUMPRODUCT en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21, og 43, og at cellerne B1, B2, ..., B5 indeholder tallene 13, 22, 31, 33, og 39. Da får vi SUMPRODUCT(A1:A5,B1:B5) er lig 3370. @SEEALSO=SUM,PRODUCT

source: Maths / Trig.
da: Matematik / Trigonometri

source: @FUNCTION=SELECTION @SYNTAX=SELECTION(permit_intersection) @DESCRIPTION=The SELECTION function returns a list with the values in the current selection. This is usually used to implement on-the-fly computation of values. If @permit_intersection is TRUE the user specifed selection ranges are returned, EVEN IF THEY OVERLAP. If @permit_intersection is FALSE a distict set of regions is returned, however, there may be more of them than the user initially specified. @EXAMPLES= @SEEALSO=
da: @FUNCTION=SELECTION @SYNTAX=SELECTION(tillad_overlap) @DESCRIPTION=SELECTION-funktionen returnerer en liste med værdierne i det nuværende valg. Dette bruges normalt til at implementere øjeblikkelig beregning af værdier. Hvis @tillad_overlap er SAND returneres de brugerangivne udvælgelsesområder, OGSÅ SELVOM DE OVERLAPPER. Hvis @tillad_overlap er FALSK returneres et adskilt sæt af regioner; imidlertid kan der være flere af dem end brugeren angav til at begynde med. @EXAMPLES= @SEEALSO=

source: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=Return the version of gnumeric as a string. @EXAMPLES= @SEEALSO=
da: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=Returnerer versionen for gnumeric som en streng. @EXAMPLES= @SEEALSO=

source: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP calculates the variance of a set of numbers where each number is a member of a population and the set is the entire population. (VARP is also known as the N-variance.) @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VARP(A1:A5) equals 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
da: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP beregner variansen af et sæt numre hvor hvert nummer er medlem af en population og sættet er hele populationen. (VARP er også kendt som N-varians.) @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at at VARP(A1:A5) er lig med 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR

source: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR estimates the variance of a sample of a population. To get the true variance of a complete population use @VARP. (VAR is also known as the N-1-variance. Under reasonable conditions, it is the maximum-likelihood estimator for the true variance.)This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VAR(A1:A5) equals 117.64. @SEEALSO=VARP,STDEV
da: @FUNCTION=VAR @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VAR beregner variansen af en stikprøve for en population. For at få den sande varians af hele populationen, brug @VARP. (VAR er også kendt som N-1-variansen. Under rimelige betingelser er den en estimator for højeste sandsynlighed af den sande varians.) Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at VAR(A1:A5) er lig med 117.64. @SEEALSO=VARP,STDEV

source: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV returns standard deviation of a set of numbers treating these numbers as members of a population. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEV(A1:A5) equals 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
da: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV returnerer standardafvigelsen af et sæt af tal og behandler disse tal som medlemmer af en population. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at STDEV(A1:A5) er lig med 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR

source: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP returns standard deviation of a set of numbers treating these numbers as members of a complete population. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEVP(A1:A5) equals 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
da: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP-funktionen returnerer standardafvigelsen til et sæt tal og behandler disse tal som medlemmer af en komplet population. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi STDEVP(A1:A5) er lig 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA

source: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK returns the rank of a number in a list of numbers. @x is the number whose rank you want to find, @ref is the list of numbers, and @order specifies how to rank numbers. If @order is 0, numbers are ranked in descending order, otherwise numbers are ranked in ascending order. This function is Excel compatible. @EXAMPLES= @SEEALSO=PERCENTRANK
da: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,orden]) @DESCRIPTION=RANK returnerer rangen på et tal i en liste af tal. @x er tallet hvis rang du ønsker at finde, @ref er listen af tal, og @orden specificer hvordan tallene skal rangordnes. Hvis @orden er 0, rangeres tal i faldende orden, ellers rangeres tal i stigende orden. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=PERCENTRANK

source: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fraction) @DESCRIPTION=TRIMMEAN returns the mean of the interior of a data set. @ref is the list of numbers whose mean you want to calculate and @fraction is the fraction of the data set excluded from the mean. For example, if @fraction=0.2 and the data set contains 40 numbers, 8 numbers are trimmed from the data set (40 x 0.2), 4 from the top and 4 from the bottom of the set. This function is Excel compatible. @EXAMPLES= @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
da: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,brøkdel) @DESCRIPTION=TRIMMEAN returnerer gennemsnittet af det indre af et datasæt. @ref er listen af tal hvis gennemsnit du vil beregne, og @brøkdel er procentandelen af tal udelukket fra gennemsnittet. For eksempel, hvis @brøkdel=0.2 og datasættet indeholder 40 tal, fjernes 8 tal fra datasættet (40 x 0.2), 4 fra toppen og 4 fra bunden af datasættet. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE

source: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR returns the covariance of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then COVAR(A1:A5,B1:B5) equals 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
da: @FUNCTION=COVAR @SYNTAX=COVAR(matrix1, matrix2) @DESCRIPTION=COVAR returnerer kovariansen for to datasæt. Strenge og tomme celler ignoreres. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at COVAR(A1:A5,B1:B5) er lig 65.858. @SEEALSO=CORREL,FISHER,FISHERINV

source: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=CORREL returns the correlation coefficient of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then CORREL(A1:A5,B1:B5) equals 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
da: @FUNCTION=CORREL @SYNTAX=CORREL(matrix1, matrix2) @DESCRIPTION=CORREL returnerer korrelationskoefficienten for to datasæt. Strenge og tomme celler ignoreres. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at CORREL(A1:A5,B1:B5) er lig 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV

source: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST function returns the negative binomial distribution. @f is the number of failures, @t is the threshold number of successes, and @p is the probability of a success. If @f or @t is a non-integer it is truncated. If (@f + @t -1) <= 0 NEGBINOMDIST returns #NUM! error. If @p < 0 or @p > 1 NEGBINOMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= NEGBINOMDIST(2,5,0.55) equals 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
da: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST-funktionen returnerer den negative binominale fordeling. @f er antal fejlforsøg, @t er tærskel antal af succeser, og @p er sandsynligheden for succes. Brug af denne funktion på en streng eller en tom celle returnerer en fejl. Hvis @f eller @t ikke er heltal, bliver de afrundet. Hvis (@f + @t -1) <= 0 returnerer NEGBINOMDIST en #NUM!-fejl. Hvis @p < 0 eller @p > 1 returnerer NEGBINOMDIST en #NUM!-fejl. @EXAMPLES= NEGBINOMDIST(2,5,0.55) er lig 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT

source: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST function returns the standard normal cumulative distribution. @x is the value for which you want the distribution. This function is Excel compatible. @EXAMPLES= NORMSDIST(2) equals 0.977249868. @SEEALSO=NORMDIST
da: @FUNCTION=NORMSDIST @SYNTAX=NORMDIST(x) @DESCRIPTION=NORMSDIST-funktionen returnerer standard normal kumulativ fordelingen. @x er værdien du vil have fordelingen for. Denne funktion er Excel kompatibel. @EXAMPLES= NORMDIST(2) er lig 0.977249868. @SEEALSO=NORMDIST

source: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV function returns the inverse of the standard normal cumulative distribution. @p is the given probability corresponding to the normal distribution. This function is Excel compatible. If @p < 0 or @p > 1 NORMSINV returns #NUM! error. @EXAMPLES= NORMSINV(0.2) equals -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
da: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV-funktionen returnerer den inverse af standard normal kumulativ fordelingen. @p er den givne sandsynlighed svarende til normalfordelingen. Denne funktion er Excel kompatibel. Hvis @p < 0 eller @p > 1, returnerer NORMSINV en #NUM!-fejl. @EXAMPLES= NORMSINV(0.2) er lig -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST

source: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,mean,stdev) @DESCRIPTION=LOGNORMDIST function returns the lognormal distribution. @x is the value for which you want the distribution, @mean is the mean of the distribution, and @stdev is the standard deviation of the distribution. This function is Excel compatible. If @stdev = 0 LOGNORMDIST returns #DIV/0! error. If @x <= 0, @mean < 0 or @stdev < 0 LOGNORMDIST returns #NUM! error. @EXAMPLES= LOGNORMDIST(3,1,2) equals 0.519662338. @SEEALSO=NORMDIST
da: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,gns,stdafv) @DESCRIPTION=LOGNORMDIST-funktionen returnerer den logaritmiske normalfordeling. @x er værdien du vil have fordelingen for, @gns er gennemsnittet for fordelingen, og @stdafv er standardafvigelsen for fordelingen. Denne funktion er Excel kompatibel. Hvis @stdafv = 0 returnerer LOGNORMDIST en #DIV/0! fejl. Hvis @x <= 0, @gns < 0 eller @stdafv < 0 returnerer LOGNORMDIST en #NUM! fejl. @EXAMPLES= LOGNORMDIST(3,1,2) er lig 0.519662338. @SEEALSO=NORMDIST

source: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,mean,stdev) @DESCRIPTION=LOGINV function returns the inverse of the lognormal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stdev is the standard deviation of the distribution. If @p < 0 or @p > 1 or @stdev <= 0 LOGINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= LOGINV(0.5,2,3) equals 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
da: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,gns,stdafv) @DESCRIPTION=LOGINV-funktionen returnerer den inverse af den akkumulerede logaritmiske normalfordeling. @p er den givne sandsynlighed svarende til normalfordelingen, @gns er fordelingens aritmetiske gennemsnit, og @stdafv er fordelingens standardafvigelse. Hvis @p < 0 eller @p > 1 eller @stdafv <= 0, returnerer LOGINV en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= LOGINV(0.5,2,3) er lig 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST

source: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV function returns the inverse of the Fisher transformation at @x. If @x is non-number FISHERINV returns #VALUE! error. This function is Excel compatible. @EXAMPLES= FISHERINV(2) equals 0.96402758. @SEEALSO=FISHER
da: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV-funktionen returnerer det inverse af Fisher-transformationen ved @x. Hvis @x ikke er et tal returnerer FISHERINV en #VALUE! fejl. @EXAMPLES= FISHERINV(2) er lig 0.96402758. @SEEALSO=FISHER
