Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB returns the depreciation of an asset for a given period using the double-declining balance method or some other similar method you specify. @cost is the initial value of the asset, @salvage is the value after the last period, @life is the number of periods, @period is the period for which you want the depreciation to be calculated, and @factor is the factor at which the balance declines. If @factor is omitted, it is assumed to be two (double-declining balance method). @EXAMPLES= @SEEALSO=SLN,SYD
da: @FUNCTION=DDB @SYNTAX=DDB(kost,skrapværdi,levetid,periode[,faktor]) @DESCRIPTION=DDB beregner afskrivningen på et aktiv for en given periode ved brug af dobbelt afskrivning-metoden, eller en lignende metode som du specificerer. @kost er aktivets oprindelige omkostning. @skrapværdi er værdien efter den sidste afskrivning, @levetid er antal perioder ialt, @periode er perioden for hvilken du ønsker afskrivningen skal beregnes, og @faktor er er den faktor som saldoen aftager med. Hvis @faktor udelades, antages den til at være 2 (dobbeltafskrivningsmetoden). @EXAMPLES= @SEEALSO=SLN,SYD

source: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=The SLN function will determine the straight line depreciation of an asset for a single period. The amount you paid for the asset is the @cost, @salvage is the value of the asset at the end of its useful life, and @life is the number of periods over which an the asset is depreciated. This method of deprecition devides the cost evenly over the life of an asset. The formula used for straight line depriciation is: Depriciation expense = ( @cost - @salvage_value ) / @life @cost = cost of an asset when acquired (market value). @salvage_value = amount you get when asset sold at the end of the assets's useful life. @life = anticipated life of an asset. @EXAMPLES= For example, lets suppose your company purchases a new machine for $10,000, which has a salvage value of $700 and will have a useful life of 10 years. The SLN yearly depreciation is computed as follows: =SLN(10000, 700, 10) This will return the yearly depreciation figure of $930. @SEEALSO=SYD
da: @FUNCTION=SLN @SYNTAX=SLN(kost,skrapværdi,levetid) @DESCRIPTION=SLN-funktionen vil bestemme den lineære afskrivning på et aktiv for en enkelt periode. @kost er det beløb du oprindelig betalte for aktivet. @skrapværdi er værdien ved slutningen af aktivets nyttige levetid, og @levetid er antal perioder om aktivet afskrives over. Denne afskrivningsmetode deler omkostningerne ligeligt henover et aktivs levetid. Formlen brugt ved lineær afskrivning er: Afskrivningsomkostning = ( @kost - @skrapværdi ) / @levetid @kost = aktivets omkostning på anskaffelsestidspunktet (markedsværdi). @skrapværdi = beløb som du får når aktivet sælges ved slutningen på dets brugbare levetid. @levetid = forventet levetid for aktivet. @EXAMPLES= For eksempel, lad os antage at dit firma køber en ny maskine for 10.000 kr, som har en skrapværdi på 700 kr og vil have en brugbar levetid på 10 år. Den årlige SLN afskrivning beregnes som følger:=SLN(10000, 700, 10) Dette vil returnere det årlige afskrivningsbeløb på 930 kr. @SEEALSO=SYD

source: sln - domain error
da: SLN - domænefejl

source: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=The SYD function calculates the sum-of-years digits depriciation for an asset based on its cost, salvage value, anticipated life and a particular period. This method accelerates the rate of the depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The depreciable cost is the actual cost minus the salvage value. The useful life is the number of periods (typically years) over with the asset is depreciated. The Formula used for sum-of-years digits depriciation is: Depriciation expense = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost = cost of an asset when acquired (market value). @salvage_value = amount you get when asset sold at the end of its useful life. @life = anticipated life of an asset. @period = period for which we need the expense. @EXAMPLES= For example say a company purchases a new computer for $5000 which has a salvage value of $200, and a useful life of three years. We would use the following to calculate the second year's depreciation using the SYD method: =SYD(5000, 200, 5, 2) which returns 1,280.00. @SEEALSO=SLN
da: @FUNCTION=SYD @SYNTAX=SYD(kost,skrapværdi,levetid,periode) @DESCRIPTION=SYD-funktionen beregner sum-af-år-cifre afskrivningen på et aktiv ud fra dets omkostning, skrapværdi, forventet levetid og en bestemt periode. Denne metode forstærker raten for afskrivningen, så flere afskrivningsudgifter optræder i tidligere perioder end i senere perioder. Afskrivningsværdien er de faktiske omkostninger minus skrapværdien. @levetid er antal perioder (typisk år) som aktivet afskrives over. Formlen brugt ved lineær afskrivning er: Afskrivningsomkostning = ( @kost - @skrapværdi ) * (@levetid - @periode + 1) * 2 / @levetid * (@levetid + 1). @kost = aktivets omkostning på anskaffelsestidspunktet (markedsværdi). @skrapværdi = beløb som du får når aktivet sælges ved slutningen på dets brugbare levetid. @levetid = forventet levetid for aktivet. @periode = periode for hvilken vi skal bruge udgiften. @EXAMPLES= For eksempel, lad os antage at et firma køber en ny maskine for 5.000 kr, som har en skrapværdi på 200 kr og vil have en levetid på tre år. Vi kan så bruge det følgende til at beregne det andet års afskrivning med SYD metoden: =SYD(5000, 200, 5, 2) som returnerer 1,280.00. @SEEALSO=SLN

source: syd - domain error
da: SYD - domænefejl

source: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE converts a dollar price expressed as a fraction into a dollar price expressed as a decimal number. If @fraction is non-integer it is truncated. If @fraction <= 0, DOLLARDE returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARFR
da: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(@delt_dollar, brøk) @DESCRIPTION=DOLLARDE konverterer en dollarpris udtrykt som en brøk til en dollarpris udtrykt som et decimaltal. Hvis @brøk ikke er et heltal, bliver det afkortet. Hvis @brøk<=0 returnerer DOLLARDE en #NUM! fejl. @EXAMPLES= @SEEALSO=DOLLARFR

source: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR converts a decimal dollar price into a dollar price expressed as a fraction. If @fraction is non-integer it is truncated. If @fraction <= 0, DOLLARFR returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARDE
da: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar, brøk) @DESCRIPTION=DOLLARFR konverterer en dollarpris i decimaltal til en dollarpris udtrykt som en brøk. Hvis @brøk ikke er et heltal, bliver det afrundet. Hvis @brøk <= 0 returnerer DOLLARFR en #NUM! fejl. @EXAMPLES= @SEEALSO=DOLLARDE

source: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=MIRR function returns the modified internal rate of return for a given periodic cash flow. @EXAMPLES= @SEEALSO=NPV
da: @FUNCTION=MIRR @SYNTAX=COUNTIF(værdier,finans_rate,reinvesterings_rate) @DESCRIPTION=MIRR-funktionen returnerer den ændrede interne ydelserente på en givet periodisk pengestrøm. @EXAMPLES= @SEEALSO=NPV

source: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(settlement,maturity,discount) @DESCRIPTION=TBILLEQ function returns the bond-yield equivalent (BEY) for a treasury bill. TBILLEQ is equivalent to (365 * @discount) / (360 - @discount * DSM) where DSM is the days between @settlement and @maturity. If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLEQ returns #NUM! error. If @discount is negative, TBILLEQ returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
da: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(anbringelse,forfald,rente) @DESCRIPTION=TBILLEQ-funktionen returnerer obligationsudbytte-ækvivalenten (BEY) for et skatkammerbevis. TBILLEQ er lig med (365 * @rente) / (360 - @rente * DSM) hvor DSM er dagene mellem @anbringelse og @forfald. Hvis @anbringelse er efter @forfald eller @forfald er sat til over et år senere end @anbringelse, returnerer TBILLEQ en #NUM! fejl. Hvis @rente er negativ, returnerer TBILLEQ en #NUM!-fejl. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD

source: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(settlement,maturity,discount) @DESCRIPTION=TBILLPRICE function returns the price per $100 value for a treasury bill where @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLPRICE returns #NUM! error. If @discount is negative, TBILLPRICE returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
da: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(anbringelse,forfald,rente) @DESCRIPTION=TBILLPRICE-funktionen returnerer prisen per 100 kr værdi for et skatkammerbevis, hvor @anbringelse er anbringelsesdatoen, og @forfald er forfaldsdatoen. @rente er skatkammerbevisets pålydende rente. Hvis @anbringelse er efter @forfald eller @forfald er sat til over et år senere end @anbringelse, returnerer TBILLPRICE en #NUM! fejl. Hvis @rente er negativ, returnerer TBILLPRICE en #NUM!-fejl. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD

source: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(settlement,maturity,pr) @DESCRIPTION=TBILLYIELD function returns the yield for a treasury bill. @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLYIELD returns #NUM! error. If @pr is negative, TBILLYIELD returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
da: @SYNTAX=TBILLYIELD(anbringelse,forfald,pris) @DESCRIPTION=TBILLYIELD-funktionen returnerer udbyttet for et skatkammerbevis. @anbringelse er anbringelsesdatoen, og @forfald er forfaldsdatoen for beviset. @rente er skatkammerbevisets pålydende rente. Hvis @anbringelse er efter @forfald eller @forfald er sat til over et år senere end @anbringelse, returnerer TBILLYIELD en #NUM!-fejl. Hvis @pris er negativ, returnerer TBILLYIELD en #NUM!-fejl. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE

source: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,type,guess]) @DESCRIPTION=RATE calculates rate of an investment. @EXAMPLES= @SEEALSO=PV,FV
da: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,type,gæt]) @DESCRIPTION=RATE beregner renten af en investering. @EXAMPLES= @SEEALSO=PV,FV

source: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR calculates and returns the internal rate of return of an investment. This function is closely related to the net present value function (NPV). The IRR is the interest rate for a serie of cash flow where the net preset value is zero. @values contains the serie of cash flow generated by the investment. The payments should occur at regular intervals. The optional @guess is the initial value used in calculating the IRR. You do not have to use that, it is only provided for the Excel compatibility. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A8 contain the numbers -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Then IRR(A1:A8) returns 0.04375. @SEEALSO=FV,NPV,PV
da: @FUNCTION=IRR @SYNTAX=IRR(værdier[,gæt]) @DESCRIPTION=IRR beregner og returnerer den interne rente på en investering. Denne funktion er nært relateret til netto nutidsværdi-funktionen (NPV). IRR er renten for en serie af pengestrømme hvor netto nutidsværdien er nul. @værdier indeholder serien af pengestrømme genereret af investeringen. Betalingerne bør ske med regelmæssige intervaller. Det eventuelle @gæt er den initielle værdi brugt til beregning af IRR. Du behøver ikke bruge dette, det er kun med pga. Excel kompatibiliteten. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1:A8 indeholder tallene -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Så IRR(A1:A8) returnerer 0.04375. @SEEALSO=FV,NPV,PV

source: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt,fv,type) @DESCRIPTION=PV calculates the present value of an investment. @rate is the periodic interest rate, @nper is the number of periods used for compounding. @pmt is the payment made each period, @fv is the future value and @type is when the payment is made. If @type = 1 then the payment is made at the begining of the period. If @type = 0 it is made at the end of each period.@EXAMPLES= @SEEALSO=FV
da: @FUNCTION=PV @SYNTAX=PV(rente,term,bet,fv,type) @DESCRIPTION=PV beregner den nutidige værdi for en investering. Renten i perioderne er @rente, @term er antal terminer i en annuitet, @bet er betalinger gjort hver periode, @fv er fremtidsværdien, og @type er hvornår betalinger skal betales. Hvis @type = 1, falder betalinger i begyndelsen af perioden, hvis @type = 0, falder betalinger i slutningen af perioden. @EXAMPLES= @SEEALSO=FV

source: pv - domain error
da: pv - domænefejl

source: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV calculates the net present value of an investment generating peridic payments. @rate is the periodic interest rate and @v1, @v2, ... are the periodic payments. If the schedule of the cash flows are not periodic use the XNPV function. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) equals 186.30673. @SEEALSO=PV,XNPV
da: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV beregner netto nutidsværdi af en investering, der afkaster periodiske betalinger. @rente er den periodiske rente og @v1, @v2, ... er de periodiske betalinger. Hvis betalingsmønstret for pengestrømmen ikke er periodisk så brug XNPV-funktionen. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) er lig 186.30673. @SEEALSO=PV,XNPV

source: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV calculates the net present value of an investment. The schedule of the cash flows is given in @dates array. The first date indicates the beginning of the payment schedule. @rate is the interest rate and @values are the payments. If @values and @dates contain unequal number of values, XNPV returns the #NUM! error. @EXAMPLES= @SEEALSO=NPV,PV
da: @FUNCTION=XNPV @SYNTAX=XNPV(rente,værdier,datoer) @DESCRIPTION=XNPV beregner netto nutidsværdi af en investering. Planen for pengestrømmen er givet i @datoer vektoren. Den første dato angiver begyndelsen på betalingsplanen. @rente er renten og @værdier er betalingerne. Hvis @værdier og @datoer indeholder forskelligt antal værdier, returnerer XNPV en #NUM! fejl, @EXAMPLES= @SEEALSO=NPV,PV

source: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR calculates and returns the internal rate of return of an investment that has not necessarily periodic payments. This function is closely related to the net present value function (NPV and XNPV). The XIRR is the interest rate for a serie of cash flow where the XNPV is zero. @values contains the serie of cash flow generated by the investment. @dates contains the dates of the payments. The first date describes the payment day of the initial payment and thus all the other dates should be after this date. The optional @guess is the initial value used in calculating the XIRR. You do not have to use that, it is only provided for the Excel compatibility. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A5 contain the numbers -6000, 2134, 1422, 1933, and 1422, and the cells B1:B5 contain the dates "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", and "2000-05-1". Then XIRR(A1:A5,B1:B5) returns 0.224838. @SEEALSO=IRR,XNPV
da: @FUNCTION=XIRR @SYNTAX=XIRR(værdier,datoer[,gæt]) @DESCRIPTION=XIRR beregner den interne rente for en investering som ikke nødvendigvis har regelmæssige betalinger. Denne funktion er nært beslægtet med netto nutidsværdi-funktionen (NPV og XNPV). XIRR er renten for en række af pengestrømme hvor XPV er nul. @værdier indeholder rækken af pengestrømme genereret af investeringen. @datoer indeholder datoerne for betalingerne. Den første dag beskriver betalingsdagen for den første betaling og alle de andre datoer bør således ligge efter denne dato. Det eventuelle @gæt er den initielle værdi brugt til beregning af IRR. Du behøver ikke bruge dette, det er kun med pga. Excel kompatibiliteten. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1:A5 indeholder tallene -6000, 2134, 1422, 1933, and 1422, og cellerne B1:B5 indeholder datoerne "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", og "2000-05-1". Så har vi at XIRR(A1:A5,B1:B5) returnerer 0.224838. @SEEALSO=IRR,XNPV

source: @FUNCTION=FV @SYNTAX=FV(rate,term,pmt,pv,type) @DESCRIPTION=FV computes the future value of an investment. This is based on periodic, constant payments and a constant interest rate. The interest rate per period is @rate, @term is the number of periods in an annuity, @pmt is the payment made each period, @pv is the present value and @type is when the payment is made. If @type = 1 then the payment is made at the begining of the period. If @type = 0 it is made at the end of each period. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
da: @FUNCTION=FV @SYNTAX=FV(rente,term,bet,nv,type) @DESCRIPTION=FV beregner den fremtidige værdi for en investering. Dette gøres ud fra periodiske, konstante betalinger og en konstant rente. Renten i perioderne er @rente, @term er antal terminer i en annuitet, @bet er betalinger gjort hver periode, @nv er nutidsværdien, og @type er hvornår betalinger skal betales. Hvis @type = 1, falder betalinger i begyndelsen af perioden, hvis @type = 0, falder betalinger i slutningen af perioden. @EXAMPLES= @SEEALSO=PV,PMT,PPMT

source: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=FIXME: Below is a PV function description!PMT calculates the present value of an investment. @EXAMPLES= @SEEALSO=PPMT,PV,FV
da: @FUNCTION=PMT @SYNTAX=PMT(rente,nper,nv[,fv,type]) @DESCRIPTION=PMT beregner nutidsværdien af en investering. @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv,fv,type) @DESCRIPTION=IPMT calculates the amount of a payment of an annuity going towards interest. Formula for IPMT is: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE where: PRINCIPAL(PER-1) = amount of the remaining principal from last period @EXAMPLES= @SEEALSO=PPMT,PV,FV
da: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv,fv,type) @DESCRIPTION=IPMT beregner det beløb af en betaling på et annuitét der går til renter. Formlen for IPMT er: IPMT(PER) = -PRINCIPAL(PER-1) * rente hvor: PRINCIPAL(PER-1) = størrelsen af den resterende hovedstol fra sidste periode @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT calculates the amount of a payment of an annuity going towards principal. Formula for it is: PPMT(per) = PMT - IPMT(per) where: PMT = Payment received on annuity IPMT(per) = amount of interest for period per @EXAMPLES= @SEEALSO=IPMT,PV,FV
da: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT beregner det beløb af en betaling på et annuitét der går til nedbringelse af hovedstol. Formlen for PPMT er: PPMT(per) = PMT - IPMT(per) hvor: PMT = Betaling modtaget på annuitet IPMT(per) = rentebeløbet for perioden per @EXAMPLES= @SEEALSO=IPMT,PV,FV

source: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv,fv,type) @DESCRIPTION=NPER calculates number of periods of an investment based on periodic constant payments and a constant interest rate. The interest rate per period is @rate, @pmt is the payment made each period, @pv is the present value, @fv is the future value and @type is when the payments are due. If @type = 1, payments are due at the begining of the period, if @type = 0, payments are due at the end of the period. @EXAMPLES= For example, if you deposit $10,000 in a savings account that earns an interest rate of 6%. To calculate home many years it will take to double your investment use NPER as follows: =NPER(0.06, 0, -10000, 20000,0)returns 11.895661046 which indicates that you can double your money just before the end of the 12th year. @SEEALSO=PPMT,PV,FV
da: @FUNCTION=NPER @SYNTAX=NPER(rente,bet,nv,fv,type) @DESCRIPTION=NPER beregner antal perioder for en investering ud fra periodiske konstante betalinger og en konstant rente. Renten i perioderne er @rente, @bet er betalinger gjort hver periode, @nv er nutidsværdien, @fv er fremtidsværdien, og @type er hvornår betalinger skal betales. Hvis @type = 1, falder betalinger i begyndelsen af perioden, hvis @type = 0, falder betalinger i slutningen af perioden. @EXAMPLES= For eksempel indsætter du 10.000 kr på en opsparingskonto som optjener en rente på 6 %. Til beregning af hvor mange år det vil tage at fordoble din investering, brug NPER som følger: =NPER(0.06, 0, -10000, 20000,0) returnerer 11.895661046 hvilket indikerer at du kan fordoble dine penge lige før slutningen på det 12. år. @SEEALSO=PPMT,PV,FV

source: @FUNCTION=DURATION @SYNTAX=DURATION(rate,pv,fv) @DESCRIPTION=DURATION calculates number of periods needed for an investment to attain a desired value. This function is similar to FV and PV with a difference that we do not need give the direction of cash flows e.g. -100 for a cash outflow and +100 for a cash inflow. @EXAMPLES= @SEEALSO=PPMT,PV,FV
da: @FUNCTION=DURATION @SYNTAX=DURATION(rente,pv,fv) @DESCRIPTION=DURATION beregner antal perioder der skal til for at en investering opnår en ønsket værdi. Denne funktion ligner FV og PV med den forskel at vi ikke behøver opgive retningen for pengestrømmen, fx -100 for en pengestrøm gående ud, og +100 for en pengestrøm gående ind. @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,schedule) @DESCRIPTION=FVSCHEDULE returns the future value of given initial value after applying a series of compound periodic interest rates. The argument @principal is the present value; @schedule is an array of interest rates to apply. The @schedule argument must be a range of cells. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain interest rates 0.11, 0.13, 0.09, 0.17, and 0.03. Then FVSCHEDULE(3000,A1:A5) equals 4942.7911611. @SEEALSO=PV,FV
da: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(hovedstol,renteplan) @DESCRIPTION=FVSCHEDULE returnerer fremtidsværdien af en given initiel værdi efter anvendelse af en række samlede periodiske rentestørrelser. Argumentet @hovedstol er nutidsværdien; @renteplan er en vektor af rentestørrelser der skal anvendes. @renteplan argumentet skal være et celleområde. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder rentestørrelserne 0.11, 0.13, 0.09, 0.17, and 0.03. Så har vi at FVSCHEDULE(3000,A1:A5) er lig 4942.7911611. @SEEALSO=PV,FV

source: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO converts one Euro to a given national currency in the European monetary union. @currency is one of the following: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) FIM (Finland) FRF (France) IEP (Ireland) ITL (Italy) LUF (Luxemburg) NLG (Netherlands) PTE (Portugal) If the given @currency is other than one of the above, EURO returns #NUM! error. @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
da: @FUNCTION=EURO @SYNTAX=EURO(møntenhed) @DESCRIPTION=EURO konverterer en Euro til en given national møntenhed indenfor Euroland (ØMU-medlemslandene). @møntenhed er en af de følgende: ATS (Østrig) BEF (Belgien) DEM (Tyskland) ESP (Spanien) FIM (Finland) FRF (Frankrig) IEP (Irland) ITL (Italien) LUF (Luxemburg) NLG (Holland) PTE (Portugal) Hvis en given @møntenhed er andet end de overstående, vil EURO returnere en #NUM!-fejl. @EXAMPLES= EURO("DEM") returnerer 1.95583. @SEEALSO=
