Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: General format cells attempt to select an appropriate format depending on the value of the cell.
da: Generelt formaterede celler forsøger at vælge et passende format afhængig af cellens værdi.

source: Horizontal
da: Vandret

source: J_ustify
da: J_ustér

source: Left _Indent
da: Venstre _Indrykning

source: Line
da: Linje

source: Locking cells or hiding formulas only affects protected worksheets.
da: Låsning af celler eller skjulning af formularer påvirker kun beskyttede ark.

source: Negat_ive number:
da: _Negativt nummer:

source: None
da: Ingen

source: Number
da: Tal

source: Orientation
da: Orientering

source: Pattern
da: Mønster

source: Pick a Background color
da: Vælg en baggrundsfarve

source: Pick a Pattern color
da: Vælg et mønsterfarve

source: Pick a border color
da: Vælg en stregfarve

source: Pick a font color
da: Vælg en skriftfarve

source: Protection
da: Beskyttelse

source: Shrin_k to fit
da: Formins_k for at passe

source: Sp_ecial
da: _Speciel

source: Stri_kethrough
da: _Gennemstreget

source: Su_bscript
da: _Sænket skrift

source: Sup_erscript
da: _Hævet skrift

source: Te_xt
da: Te_kst

source: Unfinished
da: Ufærdig

source: Vertical Alignment
da: Lodret justering

source: Worksheet _protected
da: Arbejdsark _beskyttet

source: _Accounting
da: _Bogføring

source: _Automatic
da: _Automatisk

source: _Bottom
da: _Bund

source: _Center
da: _Centrér

source: _Currency
da: _Valuta

source: _Custom
da: _Personlig

source: _Date
da: _Dato

source: _Fill
da: _Udfyld

source: _Fraction
da: _Fraktion

source: _General
da: _Generel

source: _Hidden
da: _Skjult

source: _Justify
da: _Justér

source: _Left
da: _Venstre

source: _Locked
da: _Låst

source: _Merge Cells
da: _Flet celler

source: _No Color
da: _Ingen farve

source: _Number
da: _Tal

source: _Percentage
da: _Procent

source: _Right
da: _Højre

source: _Scientific
da: _Videnskabelig

source: _Style
da: _Stil

source: _Time
da: _Tid

source: _Underline:
da: _Understreg:

source: _Use Separator for 1000's
da: _Brug separator for 1000'er

source: _Wrap text
da: _Ombryd tekst

source: 12.5% Grey
da: 12.5% grå

source: 25% Grey
da: 25% grå

source: 50% Grey
da: 50% grå

source: 6.25% Grey
da: 6.25% grå

source: 75% Grey
da: 75% grå

source: Bottom
da: Bund

source: Bricks
da: Mursten

source: Diagonal Crosshatch
da: Diagonal krydsskravering

source: Diagonal Stripe
da: Diagonal stribe

source: Foreground Solid
da: Fast forgrund

source: Horizontal Stripe
da: Vandret stribe

source: Inside
da: Indvendig

source: Inside Horizontal
da: Indvendig vandret

source: Inside Vertical
da: Indvendig lodret

source: Large Circles
da: Store cirkler

source: Left
da: Venstre

source: Outline
da: Omrids

source: Reverse Diagonal
da: Omvendt diagonal

source: Reverse Diagonal Stripe
da: Omvendt diagonal stribe

source: Right
da: Højre

source: Semi Circles
da: Halvcirkler

source: Small Circles
da: Små cirkler

source: Solid
da: Fast

source: Thatch
da: Stråtag

source: Thick Diagonal Crosshatch
da: Tyk diagonal krydsskravering

source: Thin Diagonal Crosshatch
da: Tynd diagonal krydsskravering

source: Thin Diagonal Stripe
da: Tynd diagonal stribe

source: Thin Horizontal Crosshatch
da: Tynd vandret krydsskravering

source: Thin Horizontal Stripe
da: Tynd vandret stribe

source: Thin Reverse Diagonal Stripe
da: Tynd omvendt diagonal stribe

source: Thin Vertical Stripe
da: Tynd lodret stribe

source: Vertical Stripe
da: Lodret stribe

source: A header
da: Et hoved

source: Add
da: Tilføj

source: Advanced Sort Options
da: Avancerede sorteringsindstillinger

source: Case sensitive
da: Forskel på små og store bogstaver

source: Entries are
da: Indgange er

source: Remove
da: Fjern

source: Right-Left
da: Højre-venstre

source: Selection has
da: Markering har

source: Sort
da: Sortér

source: Sort by
da: Sortér efter

source: Sort...
da: Sortér...

source: Text
da: Tekst

source: Top-Bottom
da: Top-bund

source: Value
da: Værdi

source: Column width
da: Kolonnebredde:

source: _Column width (pts):
da: _Kolonnebredde (punkter):

source: Delete
da: Slet

source: Delete _column(s)
da: Slet _kolonne(r)

source: Delete _row(s)
da: Slet _række(r)

source: Delete cells
da: Slet celler

source: Shift cells _left
da: Flyt celler til _venstre

source: Shift cells _up
da: Flyt celler _op

source: You should introduce a valid cell names in 'List Range:'
da: Du skal opgive et gyldigt cellenavn i 'List omfang:'

source: You should introduce a valid cell names in 'Criteria Range:'
da: Du skal opgive et gyldigt cellenavn i 'Kriterium omfang:'

source: You should introduce a valid cell range in 'Copy To:'
da: Du skal opgive et gyldigt celleomfang i 'Kopiér til:'

source: You should introduce the same number of columns in the `List Range' and in `Criteria Range:'
da: Du skal opgive det samme antal kolonner i 'Liste omfang:' og i 'Kriterium omfang:'

source: Descriptive Statistics
da: Beskrivende statistikker

source: Sampling
da: Datasamling

source: t-Test: Paired Two Sample for Means
da: t-Test: Parvis to-prøve for medianer

source: t-Test: Two-Sample Assuming Equal Variances
da: t-Test: To-prøve som forudsætter ens varians

source: t-Test: Two-Sample Assuming Unequal Variances
da: t-Test: To-prøve som forudsætter uens varians

source: z-Test: Two Sample for Means
da: z-Test: To-prøve for medianer

source: Discrete
da: Diskret

source: _Value and probability input range:
da: Inddataomfang for _værdi og sandsynlighed:

source: _Mean:
da: _Gennemsnit:

source: _Standard deviation:
da: _Standard afvigelse:

source: Exponential
da: Eksponentiel

source: _b value:
da: _b værdi:

source: Binomial
da: Binominal

source: _p value:
da: _p værdi:

source: N_umber of trials
da: Antal _forsøg

source: Negative Binomial
da: Negativ binominal

source: N_umber of failures
da: Antal _mislykkede

source: _Lower bound:
da: _Nedre grænse

source: _Upper bound:
da: _Øvre grænse

source: Confidence Level for Mean
da: Konfidensniveau for middelværdi

source: Kth Largest:
da: K-te største:

source: Kth Smallest:
da: K-te mindste:

source: Labels in First Row
da: Mærkater i første række

source: Force Intercept to Be Zero
da: Tving skæring til nul

source: Periodic
da: Periodisk

source: You should introduce a valid cell range in 'Input Range:'
da: Du skal opgive et gyldigt celleomfang i 'Inddata omfang:'

source: Output options:
da: Uddataflag:

source: New Sheet
da: Nyt ark

source: New Workbook
da: Ny arbejdsbog

source: Output Range:
da: Uddataomfang:

source: Grouped By:
da: Grupperet efter:

source: You should introduce a valid cell range in 'Output Range:'
da: Du skal opgive et gyldigt celleomfang i 'Uddataomfang:'

source: You should introduce a valid cell range in 'Range:'
da: Du skal opgive et gyldigt celleomfang i 'Omfang:'

source: Input:
da: Inddata:

source: Input Range:
da: Inddataomfang:

source: Sampling Method:
da: Dataindsamlingmetode:

source: Period:
da: Periode:

source: Number of Samples:
da: Antal datapunkter:

source: Variable 1 Range:
da: Omfang for variabel 1:

source: Variable 2 Range:
da: Omfang for variabel 2:

source: Hypothesized Mean Difference:
da: Hypotetisk difference mellem middelværdi:

source: Variable 1 Variance (known):
da: Varians for variabel 1 (kendt):

source: Variable 2 Variance (known):
da: Varians for variabel 2 (kendt):

source: Alpha:
da: Alfa:

source: You should introduce a valid cell range in 'Variable 1:'
da: Du skal opgive et gyldig celleomfang i 'Variabel 1:'

source: You should introduce a valid cell range in 'Variable 2:'
da: Du skal opgive et gyldig celleomfang i 'Variabel 2:'

source: You should introduce a valid cell range in 'Value and probability input Range:'
da: Du skal opgive et gyldig celleomfang i 'Inddataomfang for værdi og sandsynlighed:'

source: Input Y Range:
da: Y-omfang for inddata:

source: Input X Range:
da: X-omfang for inddata:

source: Confidence Level:
da: Konfidensniveau:

source: There are too few data points to conduct this regression. There must be at least as many data points as free variables.
da: Der er for få datapunkter til at gennemføre denne regression. Der skal være mindst lige så mange datapunkter som frie variable.

source: Two or more of the independent variables are linearly dependent, and the regression cannot be calculated. Remove one of these variables and try the regression again.
da: To eller flere af de uafhængige variable er lineært afhængige, og regressionen kan ikke beregnes. Fjern en af disse variabler og prøv regressionen igen.

source: There must be an equal number of entries for each variable in the regression.
da: Der skal være lige mange antal indgange for alle variabel i regressionen.

source: Fourier analysis is not implemented yet. Sorry.
da: Fourier-analyse ikke implementeret endnu. Undskyld.

source: You should introduce a valid cell range in 'Bin Range:'
da: Du skal opgive et gyldigt celleområde i 'Bin omfang:'

source: Given input range contains non-numeric data.
da: Givet indput område indeholder ikke-numeriske data.

source: Given bin range contains non-numeric data.
da: Givet bin område indeholder ikke-numeriske data.

source: Each sample should contain the same number of rows (`Rows per sample:')
da: Hver stikprøve bør indeholde samme antal rækker ('Rækker pr stikprøve:)

source: The given input range should contain at least two columns of data and the labels.
da: Det givne indput område bør indeholde mindst to kolonner med data og etiketterne.

source: Missing %s file
da: Manglende %s fil

source: An error occured while reading the category list
da: En fejl skete under læsning af kategorilisten

source: You should introduce a proper number of minutes in the entry.
da: Du skal opgive et gyldig antal minutter i indtastningen

source: Cell comment
da: Cellekommentar

source: Single
da: Enkel

source: Double
da: Dobbel

source: Format Cells
da: Formatér celler

source: Ascending
da: Opadstigende

source: Descending
da: Nedadstigende

source: Advanced...
da: Avanceret...

source: Column must be within range
da: Kolonne skal være indenfor omfang

source: Row must be within range
da: Række skal være indenfor omfang

source: First column must be valid
da: Første kolonne skal være gyldig

source: First row must be valid
da: Første række skal være gyldig

source: At least one clause is required.
da: Mindst én klausul er nødvendig.

source: Can't add more than the selection length.
da: Kan ikke tilføje flere end den valgte længde

source: Maximum number of clauses has been reached.
da: Maksimal antallet af klausuler er nået.

source: sort
da: sortér

source: then by
da: så efter

source: Workbook
da: Arbejdsbog

source: You cannot redefine a builtin name.
da: Man kan ikke omdefinere et indbygget navn.

source: delete cells
da: slet celler

source: Value%d
da: Værdi%d

source: String
da: Streng

source: Boolean
da: Boolsk

source: Array
da: Matrix

source: Range/Array
da: Omfang/Matrise

source: Scalar
da: Skalar

source: Any
da: Enhver

source: Goal seeking with cell %s found a solution
da: Målsøgning med celle %s fandt en løsning

source: Target value: %12.2f
da: Målværdi: %12.2f

source: Current value: %12.2f
da: Nuværende værdi: %12.2f

source: Solution: %12.2f
da: Løsning: %12.2f

source: Goal Seek Report
da: Målsøgningsrapport

source: Goal Seek...
da: Søg mål...

source: Set cell:
da: Sæt celle:

source: To value:
da: Til værdi:

source: By changing cell:
da: Ved at ændre celle:

source: To a value of at least [optional]:
da: Til en værdi på mindst [valgfri]:

source: But no bigger than [optional]:
da: Men ikke større end [valgfri]:

source: You should introduce a valid cell name in 'Set cell'
da: Du skal opgive et gyldig cellenavn i 'Sæt celle'

source: The cell named in 'Set cell' must contain a formula
da: Cellen opgivet i 'Sæt celle' skal indeholde en formel

source: You should introduce a valid cell name in 'By changing cell'
da: Du skal opgive et gyldig cellenavn i 'Ved at ændre celle'

source: The cell named in 'By changing cell' must not contain a formula
da: Cellen opgivet i 'Ved at ændre celle' må ikke indeholde en formel

source: Goal seek did not find a solution!
da: Målsøgning fandt ikke nogen løsning!

source: Cell
da: Celle

source: Go to...
da: Gå til...

source: insert cells
da: indsæt celler

source: All
da: Alt

source: Formulas
da: Formler

source: Values
da: Værdier

source: Formats
da: Formater

source: Add
da: Addér

source: Subtract
da: Subtrahér

source: Multiply
da: Multiplicér

source: Divide
da: Dividér

source: Paste special
da: Indsæt speciel

source: Paste Link
da: Indsæt lænke

source: Paste type
da: Indsæt type

source: Transpose
da: Transponér

source: Skip Blanks
da: Overspring blanke

source: File name:
da: Filnavn:

source: File name: %s
da: Filnavn: %s

source: Size:
da: Størrelse:

source: Size: %ld bytes
da: Størrelse: %ld byte

source: Modified:
da: Ændret:

source: Modified: %s
da: Ændret: %s

source: Custom header configuration
da: Konfiguration af personlig sidehoved

source: Custom footer configuration
da: Konfiguration af personlig sidefod

source: Are you sure you want to remove the sheet called `%s'?
da: Er du sikker på at du ønsker af fjerne følgende ark '%s'?

source: The constraints having cell ranges in LHS and RHS should have the same number of columns and rows in both sides.
da: Begrænsningene med celleområder i LHS og RHS bør have det samme antal kolonner og rækker i begge sider.

source: The cell range in LHS or RHS should have only one column or row.
da: Celleområdet i LHS og RHS bør have kun en kolonne eller række.

source: You should introduce a valid cell name for 'Target cell'
da: Du skal opgive et gyldig cellenavn for 'Målcelle'

source: You should introduce a valid cell names in 'By changing cells'
da: Du skal opgive et gyldige cellenavn i 'Ved at ændre celler'

source: Constraint `%s' is for a cell that is not an input cell.
da: Begræns '%s' bruges på en celle der ikke er in indput-celle.

source: You need to select at least one sheet to export
da: Du skal vælge mindst ét ark til eksport

source: Are you sure you want to cancel?
da: Er du sikker på at du ønsker af fortryde?

source: &lt;- Remove
da: &lt;- Fjern

source: &lt;- Remove all
da: &lt;- Fjern alle

source: Add -&gt;
da: Addér -&gt;

source: Add all -&gt;
da: Tilføj alle -&gt;

source: Available sheets
da: Tilgængelige ark

source: Choose export formatting
da: Vælg eksport-formatering

source: Choose sheets to export
da: Vælg ark der skal eksporteres

source: Customize the export format. The line terminator is the character sequence used for terminating a line in the text file. Wether the quote character is placed around cells depends on the value choosen for quoting.
da: Tilpas eksportformatet. Linjeafslutningen er den tegnfølge der bruges til at afslutte en linje i tekstfilen. Om anførelsestegnet pladseres omkring celler afhænger af værdien valgt til anførelse.

source: Gnumeric : Exporting structured text
da: Gnumeric : Eksporterer struktureret tekst

source: Line termination :
da: Linjeafslutning :

source: Please select which sheets you want to export from the current workbook. They will be exported in the same order as in the export list.
da: Venligst vælg de ark som du ønsker at eksportere fra den nuværende arbejdsbog. De vil blive eksporteret i den samme orden som i eksportlisten.

source: Quote character :
da: Tegn til anførelse :

source: Quoting :
da: Anførelse :

source: Sheets to export
da: Ark der skal eksporteres

source: Autodiscovery did not find any columns in the text. Try manually
da: Autoopdagelse fandt ikke nogen kolonner i teksten. Prøv manuelt

source: Custom
da: Tilpasset

source: %d lines to import
da: %d linjer at eksportere

source: Data (from %s)
da: Data (fra %s)

source: Auto Column _Discovery
da: Auto kolonne _opdagelse

source: Ban_g (!)
da: _Udråbstegn (!)

source: C_ustom
da: _Tilpasset

source: Co_lumn end :
da: Kolonne slut :

source: Co_mma (,)
da: Komma (_,)

source: Column
da: Kolonne

source: Column formatting
da: Kolonneformatering

source: Customize the columns using the add/remove buttons or the mouse : left click to create a new column, right click on a colum border to delete an existing column and hold the left mouse button on a column border and drag to resize a column. Auto column discovery will try to recognize columns in the text automatically.
da: Tilpas kolonnerne med tilføj/fjern knapperne eller musen : venstre-klik for at oprette en ny kolonne, højre-klik på en kolonnekant for at slette en eksisterende kolonne, og hold den venstre museknap på en kolonnekant og træk for at ændre størrelsen på en kolonne. Auto kolonne opdagelse vil prøve at genkende kolonner i teksten automatisk.

source: Data type and number of lines
da: Datatype og antal linjer

source: End
da: Slut

source: Example
da: Eksempel

source: Fixed wi_dth
da: Fast _bredde

source: Fixed width customization
da: Fast med tilpasning

source: Formatting options
da: Flag for formatering

source: Fr_om line :
da: Fr_a linje:

source: Gnumeric : Importing structured text
da: Gnumeric : Importerer struktureret tekst

source: H_yphen (-)
da: _Bindestreg (-)

source: Lines to import
da: Linjer at importere

source: Misc
da: Forskelligt

source: Number of lines to import
da: %d linjer at importere

source: Original data type :
da: Oprindelig datatype :

source: P_ipe (|)
da: Rør (_|)

source: Per column formatting
da: Formatering per kolonne

source: S_ee two separators as one
da: Se to adskillelsestegn som ét

source: S_pace
da: _Mellemrum:

source: Select the format for each column. You can click in the column list on the left to select a column, or you can click in the preview. You can then enter a custom format or select one from the list on the right.
da: Vælg formatet for hver kolonne. Du kan klikke i kolonnelisten til venstrefor at vælge en kolonne, eller du kan klikke i forhåndsvisningen. Du kan så indtaste et tilpasset format eller vælge én fra listen til højre.

source: Select the separators that appear in the text (you can choose multiple separators if desired and also enter a custom one). You may choose the string indicator and wether you want to see two successive separators as one aswell. Changes will reflect in the example below.
da: Vælg de adskillelsestegn som optræder i teksten (du kan vælge flere adskillelsestegn om ønsket, og også indtaste dine egne). Du kan vælge streng-indikatoren, og om du også ønsker at se to samfølgende adskillelsestegn som ét. Ændringer vil ses i eksemplet nedenunder.

source: Select the structure of the text that most closely matches the data. Separated means that the each column is separated by a 'separation' character and fixed width means that you can define the width of each column yourself. In addition to that you can specify wether you want to trim spaces and how, if you are not sure just leave this at the default setting. You should also select what part of the data you want to import by adjusting the from and to line.
da: Vælg den tekststruktur som nærmest passer data. Adskilt betyder at hver kolonne er adskilt af et 'adskillelses' tegn, og fast bredde betyder at du selv kan definere bredden på hver kolonne. Endvidere kan du angive om du vil slanke mellemrum og hvordan dette skal gøres, hvis du ikke er sikker på dette, så lad det bare stå til standard indstillinger. Du bør også vælge hvilken part af data du ønsker at importere ved at tilpasse fra- og til-linjerne.

source: Semicolo_n (;)
da: Semikolon (_;)

source: Separation customization
da: tilpasning af adskillelsetegn

source: Separators
da: Separatorer

source: Slas_h (/)
da: Skråstreg (_/)

source: Ta_b
da: _Tabulator

source: Te_xt indicator :
da: Tekst _indikator:

source: Trim :
da: Slank :

source: _Adjacent quotes escaped
da: _Samstående anførelsestegn undgået

source: _Clear
da: _Ryd

source: _Colon (:)
da: _Kolon (:)

source: _Separated
da: _Adskilt

source: _To line :
da: _Til værdi:

source: Workbook Attributes
da: Attributter for arbejdsbog

source: Magnification
da: Forstørrelse

source: Sheets
da: Ark

source: _Fit Selection %
da: _Tilpas markering %

source: Font style:
da: Skriftstil:

source: Font:
da: Skrift:

source: Preview
da: Eksempel

source: window1
da: vindue1

source: Formula Guru
da: Formel troldmand

source: Function Selector
da: Funktionsvælger

source: Function _Categories
da: Funktionskategorier

source: Function _Names
da: Funktionsnavne

source: place holder no need to translate
da: pladsholder behøver ikke at oversættes

source: Center section:
da: Midtersektion:

source: Enter the format strings for each section:
da: Indtast formatstrengene for hver del:

source: Left section:
da: Venstre sektion:

source: Right section:
da: Højre sektion:

source: Choose an import filter for loading the file:
da: Vælg et importfilter for indlæsning af filen:

source: Import
da: Importér

source: Insert
da: Indsæt

source: Insert _column(s)
da: Indsæt _kolonne(r)

source: Insert _row(s)
da: Indsæt række(r)

source: Insert cells
da: Indsæt celler

source: Shift cells _down
da: Flyt celler _ned

source: _Shift cells right
da: _Flyt celler til højre

source: Define Name
da: Definér navn

source: Name Guru
da: Navneguru

source: Gnumeric Plugin Manager
da: Gnumeric indstikshåndtering

source: Installed Plugins
da: Installerede indstik

source: Path:
da: Sti:

source: _Description
da: Beskrivelse:

source: _File Details
da: _Fil detaljer

source: % of normal size
da: %% af normal størrelse

source: Center on page
da: Centrér på side

source: Co_mments
da: Ko_mmentarer

source: Customize _footer
da: Personlig side_fod

source: Customize _header
da: Personligt side_hoved

source: Fi_rst page number:
da: _Første sidenummer:

source: Footer:
da: Sidefod:

source: He_ader:
da: Side_hoved:

source: Header
da: Sidehoved

source: Headers and footers
da: Sidehoveder og -fødder

source: Margins
da: Marginer

source: Options
da: Indstillinger

source: Page
da: Side

source: Page order
da: Siderækkefølge

source: Paper _size:
da: Papir_størrelse:

source: Por_trait
da: _Portræt

source: Print
da: Udskriv

source: Print _area:
da: Udskriv _område:

source: Print preview
da: Vis udskrift

source: Print setup
da: Printeropsætning

source: R_ight, then down
da: Hø_jre, og ned

source: Row and co_lumn headings
da: Række- og kolonnehoveder

source: Scale
da: Skalér

source: Sheet
da: Ark

source: Titles to print
da: Titler at udskrive

source: _Adjust to:
da: _Justér til:

source: _Black and white
da: _Sort og hvid

source: _Bottom:
da: _Bund:

source: _Columns to repeat on the left side:
da: _Kolonner som skal gentages på venstre side:

source: _Down, then right
da: Ne_d, og til højre

source: _Fit to:
da: _Tilpas til:

source: _Footer:
da: Side_fod:

source: _Grid lines
da: _Gitterlinjer

source: _Horizontally
da: _Vandret

source: _Landscape
da: _Landskab

source: _Left:
da: V_enstre:

source: _Right:
da: _Højre:

source: _Rows to repeat on the upper region:
da: _Rækker som skal gentages i øvre region:

source: _Units:
da: _Enheder:

source: _Vertically
da: _Lodret

source: page(s) wide by
da: side(r) bredde med

source: sample goes here
da: eksempel kommer her

source: tall
da: høj

source: Row height
da: Rækkehøjde

source: _Row height (pts):
da: _Rækkehøjde (pts):

source: Order Sheets
da: Sortér ark

source: Sheet Name
da: Arknavn

source: Close this dialog
da: Luk denne dialog

source: Delete the currently selected sheet
da: Slet det nuværende valgte ark

source: Move the currently selected sheet down one position
da: Flyt det nuværende valgte ark en position ned

source: Move the currently selected sheet up one position
da: Flyt det nuværende valgte ark en position op

source: Enter new _sheet name:
da: Indtast nyt _arknavn:

source: Rename sheet
da: Omdøb ark

source: Assume _Linear Model
da: Forvent lineær model

source: Assume _Non-Negative
da: Forvent ikke-negativ
