Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE returns the most common number of the data set. If the data set has many most common numbers MODE returns the first one of them. Strings and empty cells are simply ignored. If the data set does not contain any duplicates MODE returns #N/A! error. This function is Excel compatible. @EXAMPLES= @SEEALSO=AVERAGE,MEDIAN
da: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE returnerer det mest almindelige tal i et datasæt. Hvis datasættet har mange almindelige tal returnerer MODE det første af dem. Strenge og tomme celler ignoreres. Hvis datasættet ikke indholder nogen gengangere returnerer MODE en #N/A! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=AVERAGE,MEDIAN

source: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN returns the harmonic mean of the N data points (that is, N divided by the sum of the inverses of the data points). This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then HARMEAN(A1:A5) equals 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
da: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(n1, n2, ...) @DESCRIPTION=HARMEAN returnerer den harmoniske middelværdi af de N datapunkter (det vil sige N divideret med summen af de inverse til datapunkterne). Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at HARMEAN(A1:A5) er lig 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN returns the geometric mean of the given arguments. This is equal to the Nth root of the product of the terms. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then GEOMEAN(A1:A5) equals 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
da: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN returnerer det geometriske gennemsnit af de givne argumenter. Dette er lig den N-te rod af produktet af termerne. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at GEOMEAN(A1:A5) er lig 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT returns the total number of integer or floating point arguments passed. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then COUNT(A1:A5) equals 5. @SEEALSO=AVERAGE
da: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT returnerer det totale antal heltal eller flydendetalsargumenter som er givet. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at COUNT(A1:A5) er lig 5. @SEEALSO=AVERAGE

source: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA returns the number of arguments passed not including empty cells. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, "missing", "missing", 25.9, and 40.1. Then COUNTA(A1:A5) equals 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
da: @FUNCTION=COUNTA @SYNTAX=SUM(b1, b2, ...) @DESCRIPTION=Returnerer antallet argumenter som gives, tomme celler ikke inkluderet. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at COUNTA(A1:A5) er lig 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM

source: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(value1, value2,...) @DESCRIPTION=AVERAGE computes the average of all the values and cells referenced in the argument list. This is equivalent to the sum of the arguments divided by the count of the arguments. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVERAGE(A1:A5) equals 23.2. @SEEALSO=SUM, COUNT
da: @FUNCTION=AVERAGE @SYNTAX=SUM(værdi1, værdi2, ...) @DESCRIPTION=Beregner gennemsnittet af alle værdierne og cellerne refereret i argumentlisten. Dette er det samme som summen af alle argumenterne delt med antal argumenter. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at AVERAGE(A1:A5) er lig 23.2. @SEEALSO=SUM, COUNT

source: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN returns the value of the element of the values passed that has the smallest value. With negative numbers considered smaller than positive numbers. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MIN(A1:A5) equals 11.4. @SEEALSO=MAX,ABS
da: @FUNCTION=MIN @SYNTAX=MIN(b1,b2, ...) @DESCRIPTION=MIN returnerer værdien på argumentet med den mindste værdi. Med negative tal regnet som mindre end positive tal. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at MIN(A1:A5) er lig 11.4. @SEEALSO=MAX,ABS

source: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX returns the value of the element of the values passed that has the largest value. With negative numbers considered smaller than positive numbers. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MAX(A1:A5) equals 40.1. @SEEALSO=MIN,ABS
da: @FUNCTION=MAX @SYNTAX=MAX(b1,b2, ...) @DESCRIPTION=MAX returnerer værdien på argumentet med den største værdi. Negative tal regnes som mindre end positive. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at MAX(A1:A5) er lig 40.1. @SEEALSO=MIN,ABS

source: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW returns an unbiased estimate for skewness of a distribution. Note, that this is only meaningful is the underlying distribution really has a third moment. The skewness of a symmetric (e.g., normal) distribution is zero. Strings and empty cells are simply ignored. If less than three numbers are given, SKEW returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEW(A1:A5) equals 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
da: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW returnerer summen et ubiaset estimat for skævheden af en fordeling. Bemærk at dette kun er giver mening hvis den underliggende fordeling faktisk har eet tredje moment. Skævheden for en symmetrisk (fx normal-) fordeling er nul. Strenge og tomme celler ignoreres. Hvis mindre end tre argumenter er givet, returnerer SKEW en #DIV/0! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at SKEW(A1:A5) er lig 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT

source: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP returns the population skewness of a data set. Strings and empty cells are simply ignored. If less than two numbers are given, SKEWP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEWP(A1:A5) equals 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
da: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP returnerer populationsskævheden for et datasæt. Strenge og tomme celler ignoreres. Hvis mindre end to tal er givet, returnerer SKEWP en #DIV/0! fejl. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9 og 40.1. Så har vi at SKEWP(A1:A5) er lig 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP

source: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,cumulative) @DESCRIPTION=EXPONDIST function returns the exponential distribution. If the @cumulative boolean is false it will return: @y * exp (-@y*@x), otherwise it will return 1 - exp (-@y*@x). If @x < 0 or @y <= 0 this will return an error. This function is Excel compatible. @EXAMPLES= EXPONDIST(2,4,0) equals 0.001341851. @SEEALSO=POISSON
da: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,kumulativ) @DESCRIPTION=EXPONDIST-funktionen returnerer eksponentialfordelingen. Hvis den boolske værdi @kumulativ er falsk returneres @y * exp (-@y*@x), ellers returneres 1 - exp (-@y*@x). Hvis @x < 0 eller @y <= 0 returneres en fejl. Denne funktion er Excel kompatibel. @EXAMPLES= EXPONDIST(2,4,0) er lig 0.001341851. @SEEALSO=POISSON

source: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN function returns the natural logarithm of the gamma function. If @x is non-number then GAMMALN returns #VALUE! error. If @x <= 0 then GAMMALN returns #NUM! error. This function is Excel compatible. @EXAMPLES= GAMMALN(23) equals 48.471181352. @SEEALSO=POISSON
da: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN-funktionen returnerer den naturlige logaritme til gammafunktionen. Hvis @x er ikke-numerisk, returnerer GAMMALN en #VÆRDI!-fejl. Hvis @x <= 0 returnerer GAMMALN en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= GAMMALN(23) er lig 48.471181352. @SEEALSO=POISSON

source: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alpha,beta,cum) @DESCRIPTION=GAMMADIST function returns the gamma distribution. If @cum is TRUE, GAMMADIST returns the incomplete gamma function, otherwise it returns the probability mass function. If @x < 0 GAMMADIST returns #NUM! error. If @alpha <= 0 or @beta <= 0, GAMMADIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= GAMMADIST(1,2,3,0) equals 0.07961459. @SEEALSO=GAMMAINV
da: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,kum) @DESCRIPTION=GAMMADIST-funktionen returnerer gammafordelingen. Hvis @kum er SAND returnerer GAMMADIST den ufuldstændige gammafunktion, ellers returnerer den sandsynlighedsmasse-funktionen. Hvis @x < 0 returnerer GAMMADIST en #NUM! fejl. Hvis @alfa <= 0 eller @beta <= 0 returnerer GAMMAINV en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= GAMMADIST(1,2,3,0) er lig 0.07961459. @SEEALSO=GAMMAINV

source: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=GAMMAINV function returns the inverse of the cumulative gamma distribution. If @p < 0 or @p > 1 GAMMAINV returns #NUM! error. If @alpha <= 0 or @beta <= 0 GAMMAINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= GAMMAINV(0.34,2,4) equals 4.829093908. @SEEALSO=GAMMADIST
da: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=GAMMAINV funktionen returnerer den omvendte værdi af den kumulative gammafordeling. Hvis @p < 0 eller @p > 1 returnerer GAMMAINV en #NUM!-fejl. Hvis @alpha <= 0 eller @beta <= 0, returnerer GAMMAINV en #NUM! fejl . Denne funktion er Excel kompatibel. @EXAMPLES= GAMMAINV(0.34,2,4) er lig med 4.829093908. @SEEALSO=GAMMADIST

source: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=CHIDIST function returns the one-tailed probability of the chi-squared distribution. @dof is the number of degrees of freedom. If @dof is non-integer it is truncated. If @dof < 1 CHIDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= CHIDIST(5.3,2) equals 0.070651213. @SEEALSO=CHIINV,CHITEST
da: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,fg) @DESCRIPTION=CHIDIST-funktionen returnerer den enkeltsidige sandsynlighed for chi-2 fordelingen. @fg er antal frihedsgrader. Hvis @fg ikke er et heltal, bliver det nedrundet. Hvis @fg < 1 returnerer CHIDIST en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= CHIDIST(5.3,2) er lig 0.070651213. @SEEALSO=CHIINV,CHITEST

source: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=CHIINV function returns the inverse of the one-tailed probability of the chi-squared distribution. If @p < 0 or @p > 1 or @dof < 1 CHIINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= CHIINV(0.98,7) equals 1.564293004. @SEEALSO=CHIDIST,CHITEST
da: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,fg) @DESCRIPTION=CHIINV-funktionen returnerer den inverse af den enkeltsidede sandsynlighed til chi-2 fordelingen. Hvis @p < 0 eller @p > 1 eller @fg < 1, returnerer CHIINV en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= CHIINV(0.98,7) er lig 1.564293004. @SEEALSO=CHIDIST,CHITEST

source: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=CHITEST function returns the test for independence of chi-squared distribution. @actual_range is a range that contains the observed data points. @theoretical_range is a range that contains the expected values of the data points. This function is Excel compatible. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
da: @FUNCTION=CHITEST @SYNTAX=CHITEST(faktisk_område,teoretisk_område) @DESCRIPTION=CHITEST-funktionen returnerer uafhængighedstesten til chi-2 fordelingen. @faktisk_område er et område som indeholder de observerede datapunkter. @teoretisk_område er et område som indeholder de forventede værdier for datapunkterne. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV

source: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alpha,beta[,a,b]) @DESCRIPTION=BETADIST function returns the cumulative beta distribution. @a is the optional lower bound of @x and @b is the optional upper bound of @x. If @a is not given, BETADIST uses 0. If @b is not given, BETADIST uses 1. If @x < @a or @x > @b BETADIST returns #NUM! error. If @alpha <= 0 or @beta <= 0, BETADIST returns #NUM! error. If @a >= @b BETADIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= BETADIST(0.12,2,3) equals 0.07319808. @SEEALSO=BETAINV
da: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=BETADIST-funktionen returnerer den kumulative betafordeling. @a er den valgfrie nedre grænse for @x, og @b er den valgfrie øvre grænse for @x. Hvis @a ikke er givet bruger BETADIST 0. Hvis @b ikke er givet bruger BETADIST 1. Hvis @x < @a eller @x > @b, returnerer BETADIST en #NUM!-fejl. Hvis @alpha <= 0 eller @beta <= 0, returnerer BETADIST en #NUM!-fejl. Hvis @a >= @b returnerer BETADIST en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BETADIST(0.12,2,3) er lig 0.07319808. @SEEALSO=BETAINV

source: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=BETAINV function returns the inverse of cumulative beta distribution. @a is the optional lower bound of @x and @b is the optinal upper bound of @x. If @a is not given, BETAINV uses 0. If @b is not given, BETAINV uses 1. If @p < 0 or @p > 1 BETAINV returns #NUM! error. If @alpha <= 0 or @beta <= 0, BETAINV returns #NUM! error. If @a >= @b BETAINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= BETAINV(0.45,1.6,1) equals 0.607096629. @SEEALSO=BETADIST
da: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=BETAINV-funktionen returnerer den inverse kumulative beta fordeling. @a er den valgfrie nedre grænse for @x og @b er den valgfrie øvre grænse for @x. Hvis @a ikke er givet bruger BETAINV 0. Hvis @b ikke er givet bruger BETAINV 1. Hvis @p < 0 eller @p > 1 returnerer BETAINV en #NUM!-fejl. Hvis alpha <= 0 eller @beta <= 0 returnerer BETAINV en #NUM!-fejl. Hvis @a >= @b returnerer BETAINV en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BETAINV(0.45,1.6,1) er lig 0.607096629. @SEEALSO=BETADIST

source: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=TDIST function returns the Student's t-distribution. @dof is the degree of freedom and @tails is 1 or 2 depending on whether you want one-tailed or two-tailed distribution. If @dof < 1 TDIST returns #NUM! error. If @tails is neither 1 or 2 TDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= TDIST(2,5,1) equals 0.050969739. @SEEALSO=TINV,TTEST
da: @FUNCTION=TDIST @SYNTAX=TDIST(x,fg,haler) @DESCRIPTION=TDIST-funktionen returnerer Student-t-fordelingen. @fg er frihedsgraden og @haler er 1 eller 2 afhængig af om du ønsker en enkeltsidig eller dobbeltsidig fordeling. Hvis @fg < 1 returnerer TDIST en #NUM!-fejl. Hvis @haler er hverken 1 eller 2 returnerer TDIST en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= TDIST(2,5,1) er lig 0.050969739. @SEEALSO=TINV,TTEST

source: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=TINV function returns the inverse of the two-tailed Student's t-distribution. If @p < 0 or @p > 1 or @dof < 1 TINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= TINV(0.4,32) equals 0.852998454. @SEEALSO=TDIST,TTEST
da: @FUNCTION=TINV @SYNTAX=TINV(p,fg) @DESCRIPTION=TINV-funktionen returnerer den inverse af den dobbeltsidige Student-t-fordeling. Hvis @p < 0 eller @p > en eller @fg < 1 returnerer TINV en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= TINV(0.4,32) er lig 0.852998454. @SEEALSO=TDIST,TTEST

source: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=FDIST function returns the F probability distribution. @dof1 is the numerator degrees of freedom and @dof2 is the denominator degrees of freedom. If @x < 0 FDIST returns #NUM! error. If @dof1 < 1 or @dof2 < 1, FDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= FDIST(2,5,5) equals 0.232511319. @SEEALSO=FINV
da: @FUNCTION=FDIST @SYNTAX=FDIST(x,fg1,fg2) @DESCRIPTION=FDIST-funktionen returnerer F-sandsynlighedsfordelingen. @fg1 er tællers frihedsgrader og @fg2 er nævners frihedsgrader. Hvis @x < 0 returnerer FDIST en #NUM!-fejl. Hvis @fg1 < 1 eller fg2 < 1, returnerer FDIST en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= FDIST(2,5,5) er lig 0.232511319. SEEALSO=FINV

source: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=FINV function returns the inverse of the F probability distribution. If @p < 0 or @p > 1 FINV returns #NUM! error. If @dof1 < 1 or @dof2 < 1 FINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= FINV(0.2,2,4) equals 2.472135955. @SEEALSO=FDIST
da: @FUNCTION=FINV @SYNTAX=FINV(p,fg1,fg2) @DESCRIPTION=FINV-funktionen returnerer den inverse af F-sandsynligheds fordelingen. Hvis @p < 0 eller @p > 1 returnerer FINV en #NUM!-fejl. Hvis @fg1 < 1 eller @fg2 < 1 returnerer FINV en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= FINV(0.2,2,4) er lig 2.472135955. @SEEALSO=FDIST

source: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,trials,p,cumulative) @DESCRIPTION=BINOMDIST function returns the binomial distribution. @n is the number of successes, @trials is the total number of independent trials, @p is the probability of success in trials, and @cumulative describes whether to return the sum of thebinomial function from 0 to @n. If @n or @trials are non-integer they are truncated. If @n < 0 or @trials < 0 BINOMDIST returns #NUM! error. If @n > trials BINOMDIST returns #NUM! error. If @p < 0 or @p > 1 BINOMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= BINOMDIST(3,5,0.8,0) equals 0.2048. @SEEALSO=POISSON
da: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,forsøg,p,kumulativ) @DESCRIPTION=BINOMDIST-funktionen returnerer binominalfordelingen. @n er antal succeser, @forsøg er totalt antal uafhængige forsøg, @p er sandsynligheden for succes i forsøg, og @kumulativ beskriver om summen fra 0 til @n af binominalfunktionen skal returneres. Hvis @n eller @forsøg ikke er heltal, bliver de afkortet. Hvis @n < 0 eller @forsøg < 0 returnerer BINOMDIST en #NUM!-fejl. Hvis @n > @forsøg returnerer BINOMDIST en NUM!-fejl. Hvis @p < 0 eller @p > 1 returnerer BINOMDIST en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BINOMDIST(3,5,0.8,0) er lig 0.2048. @SEEALSO=POISSON

source: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trials,p,alpha) @DESCRIPTION=CRITBINOM function returns the smallest value for which thecumulative is greater than or equal to a given value. @n is the number of trials, @p is the probability of success in trials, and @alpha is the criterion value. If @trials is a non-integer it is truncated. If @trials < 0 CRITBINOM returns #NUM! error. If @p < 0 or @p > 1 CRITBINOM returns #NUM! error. If @alpha < 0 or @alpha > 1 CRITBINOM returns #NUM! error. This function is Excel compatible. @EXAMPLES= CRITBINOM(10,0.5,0.75) equals 6. @SEEALSO=BINOMDIST
da: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(forsøg,p,alfa) @DESCRIPTION=CRITBINOM-funktionen returnerer den mindste værdi for hvilken den akkumulerede værdi er større eller lig med en given værdi. @forsøg er antal forsøg, @p er sandsynligheden for succes i forsøg, og @alfa er kriterieværdien. Hvis @forsøg ikke er et helt tal, nedrundes det. Hvis @forsøg < 0 returnerer CRITBINOM en #NUM! fejl. Hvis @p < 0 eller @p > 1 returnerer CRITBINOM en #NUM! fejl. Hvis @alfa < 0 eller @alfa > 1 returnerer CRITBINOM en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= CRITBINOM(10,0.5,0.75) er lig 6. @SEEALSO=BINOMDIST

source: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT function returns the number of permutations. @n is the number of objects, @k is the number of objects in each permutation. If @n = 0 PERMUT returns #NUM! error. If @n < @k PERMUT returns #NUM! error. This function is Excel compatible. @EXAMPLES= PERMUT(7,3) equals 210. @SEEALSO=COMBIN
da: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT-funktionen returnerer antalpermutationer. @n er antal objekter, @k er antal objekter i hver permutation. Hvis @n = 0 returnerer PERMUT en #NUM! fejl. Hvis @n < @k returnerer PERMUT en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= PERMUT(7,3) er lig 210. @SEEALSO=COMBIN

source: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=HYPGEOMDIST function returns the hypergeometric distribution. @x is the number of successes in the sample, @n is the number of trials, @M is the number of successes overall, and @N is thepopulation size. If @x,@n,@M or @N is a non-integer it is truncated. If @x,@n,@M or @N < 0 HYPGEOMDIST returns #NUM! error. If @x > @M or @n > @N HYPGEOMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= HYPGEOMDIST(1,2,3,10) equals 0.4666667. @SEEALSO=BINOMDIST,POISSON
da: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=HYPGEOMDIST-funktionen returnerer den hypergeometriske fordeling. @x er antal succeser i stikprøven, @n er antal forsøg, @M er samlet antal forsøg, og @N er populationsstørrelsen. Hvis @x, @n, @M eller @N ikke er heltal nedrundes de. Hvis @x, @n, @M eller @N < 0 returnerer HYPGEOMDIST en #NUM! fejl. Hvis @x > @M eller @n > @N returnerer HYPGEOMDIST en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= HYPGEOMDIST(1,2,3,10) er lig 0.4666667. @SEEALSO=BINOMDIST,POISSON
