Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=DAY @SYNTAX=DAY (serial_number) @DESCRIPTION=Converts a serial number to a day. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=MONTH, TIME, NOW, YEAR
da: @FUNCTION=DAY @SYNTAX=DAY (serienummer) @DESCRIPTION=Konverterer et serienummer til en dag. Bemærk at Gnumeric vil udføre vanlig streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (serial_number) @DESCRIPTION=Converts a serial number to a weekday. FIXME: explain. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=MONTH, TIME, NOW, YEAR
da: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (serienummer) @DESCRIPTION=Konverterer et serienummer til en ugedag. FIKSMIG: forklar. Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (date1,date2,method) @DESCRIPTION=Returns the number of days from @date1 to @date2 following a 360-day calendar in which all months are assumed to have 30 days. If @method is true, the European method will be used. In this case, if the day of the month is 31 it will be considered as 30. If @method is false or omitted, the US method will be used. This is a somewhat complicated industry standard method. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=MONTH, TIME, NOW, YEAR
da: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (dato1,dato2,metode) @DESCRIPTION=Returnerer antal dage fra @dato1 til @dato2 efter en 360-dage kalender hvor alle måneder tænkes at have 30 dage. Hvis @metode er sand, vil europæisk metode bruges. I det tilfælde, at dagen i måneden er 31, vil den blive betragtet som 30. Hvis @metode er usand eller udeladt, vil USA's metode bruges. Dette er en noget kompliceret industristandard metode. Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=MONTH, TIME, NOW, YEAR

source: Unsupported method
da: Ikke understøttet metode

source: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=Returns the last day of the month which is @months from the @start_date. Returns #NUM! if start_date or months are invalid. @EXAMPLES= @SEEALSO=MONTH
da: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_dato,måneder) @DESCRIPTION=Returnerer sidste dag af måneden som er @måneder fra @start_dato. Returnerer #NUM hvis start_dato eller måneder er ugyldig. @EXAMPLES= @SEEALSO=MONTH

source: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days,holidays) @DESCRIPTION=Returns the day which is @days working days from the @start_date. Weekends and holidays optionally supplied in @holidays are respected. Returns #NUM! if @start_date or @days are invalid. @EXAMPLES= @SEEALSO=NETWORKDAYS
da: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_dato,dage,fridage) @DESCRIPTION=Returnerer dagen som er @dage arbejdsdage fra @start_dato. Weekender og fridage som som opgives i @fridage bliver taget i betragtning. Returnerer #NUM! hvis @start_dato eller @dage er ugyldig. @EXAMPLES= @SEEALSO=NETWORKDAYS

source: Unimplemented
da: Uimplementeret

source: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date,holidays) @DESCRIPTION=Returns the number of non-weekend non-holidays between @start_date and @end_date. Holidays optionally supplied in @holidays. Returns #NUM if start_date or end_date are invalid @EXAMPLES= @SEEALSO=WORKDAY
da: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_dato,slut_dato,fridage) @DESCRIPTION=Returnerer antal dage som ikke er weekend eller fridage, mellem @start_dato og @slut_dato. Fridage kan opgives i @fridage. Returnerer #NUM hvis start_dato eller slut_dato er ugyldig @EXAMPLES= @SEEALSO=WORKDAY

source: Date / Time
da: Dato / Klokkeslet

source: Base error
da: Basal fejl

source: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC function converts a binary number in string or number to its decimal equivalent. This function is Excel compatible. @EXAMPLES= BIN2DEC(101) equals 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
da: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC-funktionen konverterer et binært tal i en streng eller et tal til den decimale ækvivalent. Denne funktion er Excel kompatibel. @EXAMPLES= BIN2DEC(101) er lig 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX

source: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=BIN2OCT function converts a binary number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BIN2OCT(110111) equals 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
da: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT=(tal[,pladser]) @DESCRIPTION=BIN2OCT-funktionen konverterer et binært tal til et oktalt tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Hvis @pladser er for lille eller negativ returneres en #NUM!-fejl. Dennefunktion er Excel kompatibel. @EXAMPLES= BIN2OCT(110111) er lig 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX

source: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=BIN2HEX function converts a binary number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BIN2HEX(100111) equals 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
da: @FUNTION=BIN2HEX @SYNTAX=BIN2HEX(tal[,pladser]) @DESCRIPTION=BIN2HEX-funktionen konverterer et binært tal til et heksadecimalt tal. @pladser er et valgfrit felt som angiver antal pladser som skal fyldes med nuller. Hvis @pladser er for lille eller negativ returneres en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BIN2HEX(100111) er lig med 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC

source: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=DEC2BIN function converts a decimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= DEC2BIN(42) equals 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
da: @FUNCTION"DEC2BIN @SYNTAX=DEC2BIN(tal[,pladser]) @DESCRIPTION=DEC2BIN-funktionen konverterer et decimaltal til et binært tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Hvis @pladser er for lille eller negativ returneres en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= DEC2BIN(42) er lig 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX

source: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=DEC2OCT function converts a decimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= DEC2OCT(42) equals 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
da: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(tal[,pladser]) @DESCRIPTION=DEC2OCT-funktionen konverterer et decimaltal til et oktalt tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Hvis @pladser er for lille eller negativ returneres en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= DEC2OCT(42) er lig 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX

source: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=DEC2HEX function converts a decimal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= DEC2HEX(42) equals 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
da: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(tal,[pladser]) @DESCRIPTION=DEC2HEX-funktionen konverterer et decimaltal til et heksadecimalt tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Hvis @pladser er for lille eller negativ returneres en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= DEC2HEX(42) er lig 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT

source: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC function converts an octal number in a string or number to its decimal equivalent. This function is Excel compatible. @EXAMPLES= OCT2DEC("124") equals 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
da: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC-funktionen konverterer et oktalt tal i en streng eller et tal til den decimale ækvivalent. Denne funktion er Excel kompatibel. @EXAMPLES= OCT2DEC("124") er lig 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX

source: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=The OCT2BIN function converts an octal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. This function is Excel compatible. If @places is too small or negative #NUM! error is returned. @EXAMPLES= OCT2BIN("213") equals 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
da: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(tal[,pladser]) @DESCRIPTION=OCT2BIN-funktionen konverterer et oktalt tal til et binært tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Denne funktion er Excel kompatibel. Hvis pladser er for lille eller negativ, returneres en #NUM! fejl. @EXAMPLES= OCT2BIN("213") er lig 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX

source: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=The OCT2HEX function converts an octal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. This function is Excel compatible. If @places is too small or negative #NUM! error is returned. @EXAMPLES= OCT2HEX(132) equals 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
da: @FUNCTION=OCT2HEX @SYNTAX=DEC2HEX(tal,[pladser]) @DESCRIPTION=OCT2HEX-funktionen konverterer oktale tal til heksadecimalt tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Denne funktion er Excel kompatibel. Hvis @pladser er for lille eller negativ, returneres en #NUM! fejl. @EXAMPLES= OCT2HEX(132) er lig 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC

source: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=The HEX2BIN function converts a hexadecimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= HEX2BIN("2A") equals 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
da: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(tal[,pladser]) @DESCRIPTION=HEX2BIN-funktionen konverterer heksadecimale tal til binære tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Denne funktion er Excel kompatibel. Hvis @pladser er for lille eller negativ returneres en #NUM!-fejl. @EXAMPLES= HEX2BIN("2A") er lig 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC

source: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=The HEX2OCT function converts a hexadecimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= HEX2OCT("2A") equals 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
da: @FUNCTION=HEX2OCT @SYNTAX=DEC2OCT(tal[,pladser]) @DESCRIPTION=HEX2OCT-funktionen konverterer et heksadecimalt tal til et oktalt tal. @pladser er et valgfrit felt, som specificerer antal pladser som skal fyldes med nuller. Denne funktion er Excel kompatibel. Hvis @pladser er for lille eller negativ, returneres en #NUM!-fejl. @EXAMPLES HEX2OCT("2A") er lig 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC

source: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=The HEX2DEC function converts a hexadecimal number to its decimal equivalent. This function is Excel compatible. @EXAMPLES= HEX2DEC("2A") equals 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
da: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=HEX2DEC-funktionen konverterer et heksadecimalt tal til den decimale ækvivalent. Denne funktion er Excel kompatibel. @EXAMPLES= HEX2DEC("2A") er lig 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT

source: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If @x or @y are not numeric a #VALUE! error is returned. If @y < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
da: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI-funktionen returnerer Neumann, Weber el. Bessel funktionen.@x er området funktionen evalueres for. @y er rækkefølgen for besselfunktionen; hvis dette ikke er et heltal afkortes den. Hvis @x eller @y ikke er numeriske returneres en #VALUE! fejl. Hvis @y < 0 returneres en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BESSELI(0.7,3) er lig 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If x or n are not numeric a #VALUE! error is returned. If y < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
da: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK-funktionen returnerer Neumann, Weber eller Besselfunktionen. Funktionen evalueres for @x. @y er rækkefølgen for besselfunktionen; hvis denne ikke er et heltal bliver den afrundet. Hvis x eller n ikke er tal returneres en #VALUE!-fejl. Hvis y < 0 returneres en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BESSELK(3,9) er lig 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY

source: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ function returns the bessel function with @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If @x or @y are not numeric a #VALUE! error is returned. If @y < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELJ(0.89,3) equals 0.013974004. @SEEALSO=BESSELJ,BESSELK,BESSELY
da: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ-funktionen returnerer besselfunktionen med @x som værdi for evaluering. @y er rækkefølgen for besselfunktionen; hvis denne ikke er et heltal bliver den afrundet. Hvis @x eller @y ikke er tal returneres en #VALUE!-fejl. Hvis @y < 0 returneres en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BESSELK(0.89,3) er lig 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY

source: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If x or n are not numeric a #VALUE! error is returned. If n < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELJ,BESSELK,BESSELY
da: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY-funktionen returnerer Neumann, Weber eller Besselfunktionen. Funktionen evalueres for @x. @y er rækkefølgen for besselfunktionen; hvis denne ikke er et heltal bliver den afrundet. Hvis x eller n ikke er tal returneres en #VALUE!-fejl. Hvis n < 0 returneres en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= BESSELK(4,2) er lig 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK

source: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX returns a complex number of the form x + yi. @real is the real and @im is the imaginary coefficient of the complex number. @suffix is the suffix for the imaginary coefficient. If it is omitted, COMPLEX uses 'i' by default. If @suffix is neither 'i' nor 'j', COMPLEX returns #VALUE! error. This function is Excel compatible. @EXAMPLES= COMPLEX(1,-1) equals 1-i. @SEEALSO=
da: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(reel,imaginær[,suffiks]) @DESCRIPTION=COMPLEX returnerer et komplekst tal på formen x + y*i. @reel er den reelle og @imaginær er den imaginære koefficient af det komplekse tal. @suffiks er suffikset for den imaginære koefficient. Hvis det udelades, bruger COMPLEX 'i' om standard. Hvis @suffiks hverken er 'i' eller 'j', returnerer COMPLEX en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= COMPLEX(1,-1) er lig 1-i. @SEEALSO=

source: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY returns the imaginary coefficient of a complex number. This function is Excel compatible. @EXAMPLES= IMAGINARY("132-j") equals -1. @SEEALSO=IMREAL
da: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(ital) @DESCRIPTION=IMAGINARY returnerer den imaginære koefficient af et komplekst tal. Denne funktion er Excel kompatibel @EXAMPLES= IMAGINARY("132-j") er lig -1. @SEEALSO=IMREAL

source: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL returns the real coefficient of a complex number. This function is Excel compatible. @EXAMPLES= imreal("132-j") equals 132. @SEEALSO=IMAGINARY
da: @FUNCTION=IMREAL @SYNTAX=IMREAL(ital) @DESCRIPTION=IMREAL returnerer den reelle koefficient af et komplekst tal. Denne funktion er Excel kompatibel @EXAMPLES= IMREAL("132-j") er lig 132. @SEEALSO=IMAGINARY

source: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS returns the absolute value of a complex number. This function is Excel compatible. @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
da: @FUNCTION=IMABS @SYNTAX=IMABS(ital) @DESCRIPTION=IMABS returnerer den absolutte værdi af et komplekst tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMABS("2-j") er lig 2.23606798. @SEEALSO=IMAGINARY, IMREAL

source: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE returns the complex conjugate of a complex number. This function is Excel compatible. @EXAMPLES= IMCONJUGATE("1-j") equals 1+j. @SEEALSO=IMAGINARY,IMREAL
da: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(ital) @DESCRIPTION=IMCONJUGATE returnerer den komplekse konjugat af et komplekst tal. Denne funktion er Excel kompatibel @EXAMPLES= IMCONJUGATE("1-j") er lig 1+j. @SEEALSO=IMAGINARY, IMREAL

source: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS returns the cosine of a complex number. This function is Excel compatible. @EXAMPLES= IMCOS("1+j") equals 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
da: @FUNCTION=IMCOS @SYNTAX=IMCOS(ital) @DESCRIPTION=IMCOS returnerer kosinus af et komplekst tal. Denne funktion er Excel kompatibel @EXAMPLES= IMCOS("1+j") er lig 0.833730-0.988898j. @SEEALSO=IMSIN, IMTAN

source: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN returns the tangent of a complex number. This function is Excel compatible. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
da: @FUNCTION=IMTAN @SYNTAX=IMTAN(ital) @DESCRIPTION=IMTAN returnerer tangens til et komplekst tal. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=IMSIN, IMCOS

source: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP returns the exponential of a complex number. This function is Excel compatible. @EXAMPLES= IMEXP("2-j") equals 3.992324-6.217676j. @SEEALSO=IMLN
da: @FUNCTION=IMEXP @SYNTAX=IMEXP(ital) @DESCRIPTION=IMEXP returnerer eksponenten til et komplekst tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMEXP("2-j") er lig 3.992324-6.217676j. @SEEALSO=IMLN

source: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT returns the argument theta of a complex number. This function is Excel compatible. @EXAMPLES= IMARGUMENT("2-j") equals -0.463647609. @SEEALSO=
da: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(ital) @DESCRIPTION=IMARGUMENT returnerer argumentet theta til et komplekst tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMARQUENT("2-j") er lig -0.463647609. @SEEALSO=

source: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN returns the natural logarithm of a complex number. (The result will have an imaginary part between -pi an +pi. The natural logarithm is not uniquely defined on complex numbers. You may need to add or subtract an even multiple of pi to the imaginary part.)This function is Excel compatible. @EXAMPLES= IMLN("3-j") equals 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
da: @FUNCTION=IMLN @SYNTAX=IMLN(ital) @DESCRIPTION=IMLN returnerer den naturlige logaritme til et komplekst tal. Resultatet vil have en imaginær del mellem -pi og +pi. Den naturlige logaritme er ikke defineret unikt med komplekse tal. Du bliver måske nødt til at addere eller subtrahere et lige multiplum af pi til den imaginære del.) Denne funktion er Excel kompatibel. @EXAMPLES= IMLN("3-j") er lig 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10

source: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 returns the logarithm of a complex number in base 2. This function is Excel compatible. @EXAMPLES= IMLOG2("3-j") equals 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
da: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(ital) @DESCRIPTION=IMLOG2 returnerer logaritmen til et komplekst tal i base 2. Denne funktion er Excel kompatibel. @EXAMPLES= IMLOG2("3-j") er lig 1.66096-0.46419j. @SEEALSO=IMLN, IMLOG10

source: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 returns the logarithm of a complex number in base 10. This function is Excel compatible. @EXAMPLES= IMLOG10("3-j") equals 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
da: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(ital) @DESCRIPTION=IMLOG10 returnerer logaritmen til et komplekst tal i base 10. Denne funktion er Excel kompatibel. @EXAMPLES= IMLOG10("3-j") er lig 0.5-0.13973j. @SEEALSO=IMLN, IMLOG2

source: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber,number) @DESCRIPTION=IMPOWER returns a complex number raised to a power. @inumber is the complex number to be raised to a power and @number is the power to which you want to raise the complex number. This function is Excel compatible. @EXAMPLES= IMPOWER("4-j",2) equals 15-8j. @SEEALSO=IMSQRT
da: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(ital,tal) @DESCRIPTION=IMPOWER returnerer et komplekst tal ophøjet. @ital er det komplekse tal som skal ophøjes og @tal er potensen det skal ophøjes i. Denne funktion er Excel kompatibel. @EXAMPLES IMPOWER("4-j",2) er lig med 15-8j. @SEEALSO=IMSQRT

source: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber,inumber) @DESCRIPTION=IMDIV returns the quotient of two complex numbers. This function is Excel compatible. @EXAMPLES= IMDIV("2-j","2+j") equals 0.6-0.8j. @SEEALSO=IMPRODUCT
da: @FUNCTION=IMDIV @SYNTAX=IMDIV(ital,ital) @DESCRIPTION=IMDIV returnerer kvotienten af to komplekse tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMDIV("2-j","2+j") er lig 0.6-0.8j. @SEEALSO=IMPRODUCT

source: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN returns the sine of a complex number. This function is Excel compatible. @EXAMPLES= IMSIN("1+j") equals 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
da: @FUNCTION=IMSIN @SYNTAX=IMSIN(ital) @DESCRIPTION=IMSIN returnerer sinus af et komplekst tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMSIN("1+j") er lig med 1.29846+0.63496j. @SEEALSO=IMCOS, IMTAN
