Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=STDEVA @SYNTAX=STDEVA(number1,number2,...) @DESCRIPTION=STDEVA returns the standard deviation based on a sample. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVA(A1:A5) equals 15.119953704. @SEEALSO=STDEV,STDEVPA
da: @FUNCTION=STDEVA @SYNTAX=STDEVA(værdi1, værdi2, ...) @DESCRIPTION=STDEVA returnerer standardafvigelsen baseret på en stikprøve. Tal, tekst og logiske værdier inkluderes også i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som et (1). Bemærk at tomme celler ikke tages med. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, \"missing\", 25.9, og 40.1. Da får vi at STDEVA(A1:A5) er lig 15.119953704. @SEEALSO=STDEV,STDEVPA

source: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(number1,number2,...) @DESCRIPTION=STDEVPA returns the standard deviation based on the entire population. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVPA(A1:A5) equals 13.523697719. @SEEALSO=STDEVA,STDEVP
da: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(værdi1, værdi2, ...) @DESCRIPTION=STDEVPA returnerer standardafvigelsen baseret på hele populationen. Tal, tekst og logiske værdier inkluderes også i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK, tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som et (1). Bemærk at tomme celler ikke tages med. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene og strengene 11.4, 17.3, \"missing\", 25.9, og 40.1. Da får vi at STDEVPA(A1:A5) er lig 13.523697719. @SEEALSO=STDEVA,STDEVP

source: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significance]) @DESCRIPTION=PERCENTRANK function returns the rank of a data point in a data set. @array is the range of numeric values, @x is the data point which you want to rank, and the optional @significance indentifies the number of significant digits for the returned value. If @significance is omitted, PERCENTRANK uses three digits. If @array contains not data points, PERCENTRANK returns #NUM! error. If @significance is less than one, PERCENTRANK returns #NUM! error. If @x does not match any of the values in @array or @x matches more than once, PERCENTRANK interpolates the returned value. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
da: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(vektor,x[,signifikans]) @DESCRIPTION=PERCENTRANK returnerer rangen på et dataelement i et datasæt. @vektor er området med numeriske værdier, @x er dataelementet hvis rang du ønsker at finde, og den eventuelle @signifikans angiver antal signifikante cifre for den returnerede værdi. Hvis @signifikans ikke angives, bruger PERCENTRANK tre cifre. Hvis @vektor ikke indeholder nogen dataelementer, returnerer PERCENTRANK en #NUM! fejl. Hvis @signifikans er mindre end én, returnerer PERCENTRANK en #NUM! fejl. Hvis @x ikke svarer til nogen af værdierne i @vektor, eller @x svarer til mere end én, interpolerer PERCENTRANK den returnerede værdi. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL

source: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=PERCENTILE function returns the 100*@k-th percentile of the given data points (that is, a number x such that a fraction @k of the data points are less than x). If @array is empty, PERCENTILE returns #NUM! error. If @k < 0 or @k > 1, PERCENTILE returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then PERCENTILE(A1:A5,0.42) equals 20.02. @SEEALSO=QUARTILE
da: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(vektor,k) @DESCRIPTION=PERCENTILE-funktionen returnerer den 100*k-te percentil for de givne dataelementer (det vil sige, et tal således at en brøkdel @k af dataelementerne er mindre end x). Hvis @vektor er tom, returnerer PERCENTILE en #NUM! fejl. Hvis @k < 0 eller @k > 1, returnerer PERCENTILE en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at PERCENTILE(A1:A5,0.42) er lig 20.02. @SEEALSO=QUARTILE

source: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,quart) @DESCRIPTION=QUARTILE function returns the quartile of the given data points. If @quart is equal to: QUARTILE returns: 0 the smallest value of @array. 1 the first quartile 2 the second quartile 3 the third quartile 4 the largest value of @array. If @array is empty, QUARTILE returns #NUM! error. If @quart < 0 or @quart > 4, QUARTILE returns #NUM! error. If @quart is not an integer, it is truncated. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then QUARTILE(A1:A5,1) equals 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
da: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(vektor,kvartil) @DESCRIPTION=QUARTILE-funktionen returnerer kvartilen for de givne dataelementer. Hvis @kvartil er lig med: returnerer QUARTILE: 0 den mindste værdi af @vektor. 1 den første kvartil 2 den anden kvartil 3 den tredje kvartil 4 den største værdi af @vektor. Hvis @vektor er tom, returnerer QUARTILE en #NUM! fejl. Hvis @kvartil < 0 eller @kvartil > 4, returnerer QUARTILE en #NUM! fejl. Hvis @kvartil ikke er et heltal, nedrundes det. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11.4, 17.3, 21.3, 25.9, og 40.1. Da får vi at QUARTILE(A1:A5,1) er lig 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL

source: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=FTEST function returns the one-tailed probability that the variances in the given two data sets are not significantly different. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FTEST(A1:A5,B1:B5) equals 0.510815017. @SEEALSO=FDIST,FINV
da: @FUNCTION=FTEST @SYNTAX=FTEST(vektor1,vektor2) @DESCRIPTION=FTEST-funktionen returnerer den enkeltsidige sandsynlighed for at varianserne i de to datasæt ikke er signifikant forskellige. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at FTEST(A1:A5,B1:B5) er lig 0.510815017. @SEEALSO=FDIST,FINV

source: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,tails,type) @DESCRIPTION=TTEST function returns the probability of a Student's t-Test. @array1 is the first data set and @array2 is the second data set. If @tails is one, TTEST uses the one-tailed distribution and if @tails is two, TTEST uses the two-tailed distribution. @type determines the kind of the test: 1 Paired test 2 Two-sample equal variance 3 Two-sample unequal variance If the data sets contain a different number of data points and the test is paired (@type one), TTEST returns the #N/A error. @tails and @type are truncated to integers. If @tails is not one or two, TTEST returns #NUM! error. If @type is any other than one, two, or three, TTEST returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TTEST(A1:A5,B1:B5,1,1) equals 0.003127619. TTEST(A1:A5,B1:B5,2,1) equals 0.006255239. TTEST(A1:A5,B1:B5,1,2) equals 0.111804322. TTEST(A1:A5,B1:B5,1,3) equals 0.113821797. @SEEALSO=FDIST,FINV
da: @FUNCTION=TTEST @SYNTAX=TTEST(vektor1,vektor2,sider,type) @DESCRIPTION=TTEST-funktionen returnerer sandsynligheden for en Student t-test. @vektor1 er det første datasæt og @vektor2 er det andet datasæt. Hvis @sider er én, bruger TTEST den enkeltsidede fordeling, og hvis @sider er to, bruger TTEST den dobbeltsidede fordeling. @type bestemmer hvilken slags test der udføres: 1 Parret test 2 ens varians for to stikprøver 3 forskellig varians for to stikprøver Hvis datasættene indeholder et forskelligt antal dataelementer,og testen er parret (@type ét), returnerer TTEST en #N/A fejl. @sider og @type afrundes til heltal. Hvis @sider ikke er ét eller to, returnerer TTEST en #NUM! fejl. Hvis @type er noget andet end ét, to eller tre, returnerer TTEST en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at TTEST(A1:A5,B1:B5,1,1) er lig 0.003127619. TTEST(A1:A5,B1:B5,2,1) er lig 0.006255239. TTEST(A1:A5,B1:B5,1,2) er lig 0.111804322. TTEST(A1:A5,B1:B5,1,3) er lig 0.113821797. @SEEALSO=FDIST,FINV

source: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=FREQUENCY function counts how often given values occur within a range of values. The results are given as an array. @data_array is a data array for which you want to count the frequencies. @bin_array is an array containing the intervals into which you want to group the values in data_array. If the @bin_array is empty, FREQUENCY returns the number of data points in @data_array. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_vektor,bin_vektor) @DESCRIPTION=FREQUENCY-funktionen tæller hvor ofte givne værdier optræder inden for et værdiområde. Resultaterne gives som en vektor. @data_vektor er en data vektor for hvilken du ønsker at tælle frekvenserne. @bin_vektor er en vektor der indeholder intervallerne i hvilke du vil gruppere værdierne i data_vektor. Hvis @bin_vektor er tom, returnerer FREQUENCY antallet af dataelementer i @data_vektor. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LINEST function calculates the ``least squares'' line that best fit to your data in @known_y's. @known_x's contains the corresponding x's where y=mx+b. If @known_x's is omitted, an array {1, 2, 3, ...} is used. LINEST returns an array having two columns and one row. The slope (m) of the regression line y=mx+b is given in the first column and the y-intercept (b) in the second. If @known_y's and @known_x's have unequal number of data points, LINEST returns #NUM! error. If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written bellow the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
da: @FUNCTION=LINEST @SYNTAX=LINEST(kendte_y-er[,kendte_x-er[,konst[,stat]]]) @DESCRIPTION=LINEST-funktionen beregner den 'mindste kvadraters' linje som bedst passer til dine data i @kendte_y-er. @kendte_x-er indeholder de tilsvarende x-er hvor y=m*x+b. Hvis @kendte_x-er er udeladt, bruges en vektor med {1, 2, 3, ...}. LINEST returnerer en vektor med to kolonner og en række. Hældningen (m) på regressionslinjen y=m*x+b er givet i den første kolonne og y-skæringspunktet (b) i den anden. Hvis @kendte_x-er og @kendte_y-er har forskelligt antal dataelementer, returnerer LINEST en #NUM! fejl. Hvis @konst er FALSK, vil linjen blive tvunget til at gå gennem origo. dvs. b vil være nul. Det normale er SAND. Hvis @stat er SAND, vil ekstra statistisk information blive returneret. Ekstra statistisk information skrives under regressionslinjens koefficienter i resultatvektoren. Ekstra statistisk information består af fire rækker af data. I den første række er standardfejlværdierne for the koefficienterne m1, (m2, ...), og b repræsenteret. Den anden række indeholder kvadratet på R og standardfejlen for y estimatet. Den tredje række indeholder den F-observerede værdi og frihedsgraderne. Den sidste række indeholder regressionens kvadratsum and residual-kvadratsummen. Standard for @stat er FALSK. @EXAMPLES= @SEEALSO=LOGEST,TREND

source: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's],new_x's]) @DESCRIPTION=TREND function estimates future values of a given data set using the ``least squares'' line that best fit to your data. @known_y's is the y-values where y=mx+b and @known_x's contains the corresponding x-values. @new_x's contains the x-values for which you want to estimate the y-values. If @known_x's is omitted, an array {1, 2, 3, ...} is used. If @new_x's is omitted, it is assumed to be the same as @known_x's. If @known_y's and @known_x's have unequal number of data points, TREND returns #NUM! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TREND(A1:A5,B1:B5) equals 156.52. @SEEALSO=LINEST
da: @FUNCTION=TREND @SYNTAX=TREND(kendte_y-er[,kendte_x-er],nye_x-er]) @DESCRIPTION=TREND-funktionen estimerer fremtidige værdier for et givet datasæt ved brug af den 'mindste kvadrater' linje som bedst passer til dine data. @kendte_y-er er y-værdierne hvor y=m*x+b og @kendte_x-er indeholder de tilsvarende x-værdier. @nye_x-er indeholder x-værdierne for hvilke du ønsker at estimere y-værdierene. Hvis @kendte_x-er er udeladt, bruges en vektor med {1, 2, 3, ...}. Hvis @nye_x-er er udeladt, antages den at være det samme som @kendte_x-er. Hvis @kendte_y-er og @kendte_x-er har forskelligt antal dataelementer, returnerer TREND en #NUM! fejl. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at TREND(A1:A5,B1:B5) er lig 156.52. @SEEALSO=LINEST

source: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=The LOGEST function applies the ``least squares'' method to fit an exponential curve of the form y = b * m{1}^x{1} * m{2}^x{2}... to your data. If @known_x's is omitted, an array {1, 2, 3, ...} is used. LOGEST returns an array { m{n},m{n-1}, ...,m{1},b }. If @known_y's and @known_x's have unequal number of data points, LOGEST returns #NUM! error. If @const is FALSE, the line will be forced to go through (0,1),i.e., b will be one. The default is TRUE. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written bellow the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
da: @FUNCTION=LOGEST @SYNTAX=LOGEST(kendte_y-er[,kendte_x-er[,konst[,stat]]]) @DESCRIPTION=LOGEST-funktionen anvender den 'mindste kvadraters' metode til at passe en eksponentiel kurve på formen y = b * m{1}^x{1} * m{2}^x{2}... til dine data. Hvis @kendte_x-er er udeladt, bruges en vektor med {1, 2, 3, ...}. LOGEST returnerer en vektor { m{n},m{n-1}, ...,m{1},b }. Hvis @kendte_x-er og @kendte_y-er har forskelligt antal dataelementer, returnerer LOGEST en #NUM! fejl. Hvis @konst er FALSK, vil linjen blive tvunget til at gå gennem origo. dvs. b vil være én. Det normale er SAND. Hvis @stat er SAND, vil ekstra statistisk information blive returneret. Ekstra statistisk information skrives under regressionslinjens koefficienter i resultatvektoren. Ekstra statistisk information består af fire rækker af data. I den første række er standardfejlværdierne for the koefficienterne m1, (m2, ...), og b repræsenteret. Den anden række indeholder kvadratet på R og standardfejlen for y estimatet. Den tredje række indeholder den F-observerede værdi og frihedsgraderne. Den sidste række indeholder regressionens kvadratsum and residual-kvadratsummen. Standard for @stat er FALSK. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND

source: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=GROWTH function applies the ``least squares'' method to fit an exponential curve to your data and predicts the exponential growth by using this curve. If @known_x's is omitted, an array {1, 2, 3, ...} is used. If @new_x's is omitted, it is assumed to be the same as @known_x's. GROWTH returns an array having one column and a row for each data point in @new_x. If @known_y's and @known_x's have unequal number of data points, GROWTH returns #NUM! error. If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
da: @FUNCTION=GROWTH @SYNTAX=GROWTH(kendte_y-er[,kendte_x-er,nye_x-er,konst]) @DESCRIPTION=GROWTH-funktionen anvender den 'mindste kvadraters' metode til at passe en eksponentiel kurve dine data, og forudsiger den eksponentielle vækst ved brug af denne kurve. Hvis @kendte_x-er er udeladt, bruges en vektor med {1, 2, 3, ...}. Hvis @nye_x-er er udeladt, antages den at være det samme som @kendte_x-er. @EXAMPLES= GROWTH returnerer en vektor med en kolonne og en række for hvert dataelement i @nye_x-er. Hvis @kendte_y-er og @kendte_x-er har forskelligt antal dataelementer, returnerer GROWTH en #NUM! fejl. Hvis @konst er FALSK, vil linjen blive tvunget til at gå gennem origo. dvs. b vil være nul. Det normale er SAND. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND

source: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=FORECAST function estimates a future value according to existing values using simple linear regression. The estimated future value is a y-value for a given x-value (@x). If @known_x or @known_y contains no data entries or different number of data entries, FORECAST returns #N/A! error. If the variance of the @known_x is zero, FORECAST returns #DIV/0 error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FORECAST(7,A1:A5,B1:B5) equals -10.859397661. @SEEALSO=INTERCEPT,TREND
da: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,kendte_y-er,kendte_x-er) @DESCRIPTION=FORECAST-funktionen estimerer en fremtidig værdi ud fra eksisterende værdier ved brug af simpel lineær regression. Den estimerede fremtidige værdi er en y-værdi for en given x-værdi (@x). Hvis @kendte_y-er og @kendte_x-er er tomme eller har forskelligt antal dataelementer, returnerer FORECAST en #N/A! fejl. Hvis variansen af @kendte_x-er er nul, returnerer FORECAST en #DIV/0 fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at FORECAST(7,A1:A5,B1:B5) er lig -10.859397661. @SEEALSO=INTERCEPT,TREND

source: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=INTERCEPT function calculates the point where the linear regression line intersects the y-axis. If @known_x or @known_y contains no data entries or different number of data entries, INTERCEPT returns #N/A! error. If the variance of the @known_x is zero, INTERCEPT returns #DIV/0 error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then INTERCEPT(A1:A5,B1:B5) equals -20.785117212. @SEEALSO=FORECAST,TREND
da: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(kendte_y's,kendte_x's) @DESCRIPTION=INTERCEPT-funktionen beregner punktet hvor den lineære regression skærer y-aksen. Hvis @kendte_x eller @kendte_y ikke indeholder dataelementer eller et forskelligt antal elementer, returnerer INTERCEPT en #N/A! fejl. Hvis variansen af @kendte_x er nul, returnerer INTERCEPT en #DIV/0 fejl. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at INTERCEPT(A1:A5,B1:B5) er lig -20.785117212. @SEEALSO=FORECAST,TREND

source: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE returns the slope of the linear regression line. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then SLOPE(A1:A5,B1:B5) equals 1.417959936. @SEEALSO=STDEV,STDEVPA
da: @FUNCTION=SLOPE @SYNTAX=SLOPE(kendt_y's,kendt_x's) @DESCRIPTION=SLOPE returnerer hældningen på en lineær regressionsline. Denne funktion Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A2, ..., A5 indeholder numrene 11.4, 17.3, 21.3, 25.9, og 40.1, og cellerne B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, og 42.7. Så har vi at SLOPE(A1:A5,B1:B5) er lig 1.417959936. @SEEALSO=STDEV,STDEVPA

source: Statistics
da: Statistik

source: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR returns the ASCII character represented by the number @x. @EXAMPLES= CHAR(65) equals A. @SEEALSO=CODE
da: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR returnerer det ASCII-tegn som er repræsenteret af tallet @x. @EXAMPLES= CHAR(65) er lig med A. @SEEALSO=CODE

source: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE returns the ASCII number for the character @char. @EXAMPLES= CODE("A") equals 65. @SEEALSO=CHAR
da: @FUNCTION=CODE @SYNTAX=CODE(tegn) @DESCRIPTION=CODE returnerer ASCII-nummeret for tegnet @tegn. @EXAMPLES= CODE("A") er lig med 65. @SEEALSO=CHAR

source: @FUNCTION=EXACT @SYNTAX=EXACT(string1, string2) @DESCRIPTION=EXACT returns true if @string1 is exactly equal to @string2 (this routine is case sensitive). @EXAMPLES= EXACT("key","key") equals TRUE. EXACT("key","Key") equals FALSE. @SEEALSO=LEN
da: @FUNCTION=EXACT @SYNTAX=EXACT(streng1, streng2) @DESCRIPTION=EXACT returnerer sandt hvis @streng1 er præcis lig med @streng2 (denne rutine behandler små og store bogstaver forskelligt). @EXAMPLES= EXACT("tast","tast") er lig med TRUE. EXACT("tast","Tast") er lig med FALSE. @SEEALSO=LEN
