Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: Select all cells in the spreadsheet
da: Vælg alle celler i regnearket

source: Select _Row
da: Vælg _række

source: Select an entire row
da: Vælg en hel række

source: Select _Column
da: Vælg _kolonne

source: Select an entire column
da: Vælg en hel kolonne

source: Select Arra_y
da: Vælg matrice

source: Select an array of cells
da: Vælg et array af celler

source: Select _Depends
da: Vælg afhængighed

source: Select all the cells that depend on the current edit cell.
da: Vælg alle celler som afhænger af den aktive celle.

source: P_aste special...
da: Indsæt speciel...

source: Paste with optional filters and transformations
da: Indsæt med valgbare filtre og transformationer

source: C_lear
da: _Ryd

source: Remove selected cells, shifting other into their place
da: Fjern valgte celler, med skift af andre i deres sted

source: De_lete Sheet
da: _Slet ark

source: Irrevocably remove an entire sheet
da: Fjern uigenkaldeligt et helt ark

source: _Select...
da: _Vælg...

source: _Goto cell...
da: _Gå til celle...

source: Jump to a specified cell
da: Spring til en angivet celle

source: _Recalculate
da: _Omregn

source: Recalculate the spreadsheet
da: Omkalkulerer regnearket

source: Zoom the spreadsheet in or out
da: Zoom ind og ud på regnearket

source: Current _date
da: Dags _dato

source: Insert the current date into the selected cell(s)
da: Indsæt dags dato i de(n) markerede celle(r)

source: Current _time
da: _Tidspunkt

source: Insert the current time into the selected cell(s)
da: Indsæt nuværende tidspunkt i de(n) markerede celle(r)

source: _Define...
da: _Definér...

source: Edit sheet and workbook names
da: Redigér navne i ark og arbejdsbog

source: _Auto generate names...
da: _Autogenerér navne...

source: Use the current selection to create names
da: Brug det nuværende valg til at generere navne

source: _Sheet
da: _Ark

source: Insert a new spreadsheet
da: Indsæt et nyt regneark

source: Insert new rows
da: Indsæt nye rækker

source: Insert new columns
da: indsæt nye kolonner

source: C_ells...
da: C_eller...

source: Insert new cells
da: indsæt nye celler

source: _Object...
da: _Objekt...

source: Inserts a Bonobo object
da: Indsætter et bonobo-objekt

source: N_ames
da: _Navne

source: _Add\modify comment...
da: _Tilføj/ændr kommentar...

source: Edit the selected cell's comment
da: Redigér den valgte celles kommentar

source: S_pecial
da: S_peciel

source: _Auto fit selection
da: _Autotilpas markering

source: _Width...
da: Bredde...

source: _Standard Width
da: _Standardbredde

source: _Height...
da: _Højde...

source: _Standard Height
da: _Standardhøjde

source: _Change name
da: _Ændr navn

source: Re-_Order Sheets
da: Omrokér ark

source: Display _Formulas
da: Vis _formler

source: Hide _Zeros
da: Skjul _nuller

source: Hide _Gridlines
da: Skjul _gitterlinjer

source: Hide _Column Header
da: Skjul _kolonnehoved

source: Hide _Row Header
da: Skjul _rækkehoved

source: _Cells...
da: _Celler...

source: Modify the formatting of the selected cells
da: Ændr formatet på de markerede celler

source: C_olumn
da: K_olonne

source: _Row
da: _Række

source: _Autoformat...
da: _Autoformatér...

source: Format a region of cells according to a pre-defined template
da: Formatér et celleområde som foreskrevet af en allerede defineret skabelon

source: _Workbook...
da: _Arbejdsbog...

source: Modify the workbook attributes
da: Ændr arbejdsbogens tilhørender

source: _Plug-ins...
da: Indstik...

source: Manage available plugin modules.
da: Håndtér tilgængelige indstiksmoduler.

source: Auto _Correct...
da: Auto_korrektion...

source: Automatically perform simple spell checking
da: Udfør automatisk simpel stavekontrol

source: _Auto Save...
da: _Autogem...

source: Automatically save the current document at regular intervals
da: Gem automatisk det aktuelle dokument ved regelmæssige intervaller

source: _Goal Seek...
da: _Mål søgning...

source: Iteratively recalculate to find a target value
da: Genberegner iterativt for at finde en målvariabel

source: _Solver...
da: _Løser...

source: Iteratively recalculate with constraints to approach a target value
da: Genberegner iterativt med begrænsninger for at tilnærme sig en målvariabel

source: _Data Analysis...
da: _Dataanalyse...

source: Statistical methods.
da: Statistiske metoder.

source: _Sort...
da: _Sortér...

source: Sort the selected cells
da: Sorterer de valgte celler

source: Filter data with given criteria
da: Filtrér dato med givne kriterier

source: _Insert
da: _Indsæt

source: F_ormat
da: F_ormatér

source: _Tools
da: _Værktøj

source: New
da: Ny

source: Creates a new workbook
da: Opret ny arbejdsbog

source: Open
da: Åbn

source: Opens an existing workbook
da: Åbner en eksisterende arbejdsbog:

source: Save
da: Gem

source: Saves the workbook
da: Gemmer arbejdsbogen

source: Prints the workbook
da: Udskriver arbejdsbogen

source: Cut
da: Klip

source: Cuts the selection to the clipboard
da: Klipper det markerede til klippebordet

source: Copy
da: Kopiér

source: Copies the selection to the clipboard
da: Kopierer det markerede til klippebordet

source: Pastes the clipboard
da: Indsætter klippebordet

source: Undo the operation
da: Fortryd handling

source: Redo the operation
da: Gentag handling

source: Sum into the current cell.
da: Summér til den aktuelle celle.

source: Function
da: Funktion

source: Edit a function in the current cell.
da: Redigér en funktion i den aktuelle celle.

source: Sort Ascending
da: Sortér opadstigende

source: Sorts the selected region in ascending order based on the first column selected.
da: Sorterer det valgte område i stigende orden baseret på den først valgte kolonne.

source: Sort Descending
da: Sortér nedadstigende

source: Sorts the selected region in descending order based on the first column selected.
da: Sorterer det valgte område i faldende orden baseret på den først valgte kolonne.

source: You should introduce a valid cell name
da: Du skal introducere et gyldigt cellenavn

source: Max
da: Maks

source: Book%d.gnumeric
da: Bog%d.gnumeric

source: Sheet name
da: Arknavn

source: must have at least 1 letter
da: skal have mindst 1 bogstav

source: Duplicate Sheet name
da: Duplikeret arknavn

source: Add another sheet
da: Tilføj et andet ark

source: Remove this sheet
da: Fjern dette ark

source: Rename this sheet
da: Omdøb dette ark

source: Duplicate this sheet
da: Lav en kopi af dette ark

source: Re-order sheets
da: Omordn ark

source: Invalid xml clipboard data. Tree is empty ?
da: Ugyldigt xml klipbordsdata. Er træet tomt?

source: Invalid xml file. Tree is empty ?
da: Ugyldig xml fil. Er træet tomt?

source: Is not an Gnumeric Workbook file
da: Er ikke en Gnumeric arbejdsbogsfil

source: Gnumeric XML file format
da: Gnumeric XML-filformat

source: Is not an autoformat template file
da: Er ikke en autoformat skabelonsfil

source: *Control*b
da: *Kontrol*b

source: *Control*i
da: *Kontrol*i

source: *Control*u
da: *Kontrol*u

source: About this application
da: Om denne applikation

source: About...
da: _Om...

source: C_lear...
da: _Ryd...

source: C_ut
da: Klip

source: Change height of the selected rows
da: Indsætter bredde på kolonner

source: Change the default column width
da: Indsætter bredde på kolonner

source: Change width of the selected columns
da: Indsætter bredde på kolonner

source: Clear the selection
da: Midtersektion:

source: Create a button
da: Opret knap

source: Create a checkbox
da: Opret afkrydsningsboks

source: Create a combo box
da: Opret komboboks

source: Create a frame
da: Opret ramme

source: Create a label
da: Opret mærkat

source: Create a line
da: Opret linje

source: E_xit
da: Afslut

source: Exit
da: Afslut

source: Exit the program
da: Afslut programmet

source: Graph Guru
da: Graf troldmand

source: Hide _Column Headers
da: Skjul _kolonnehoveder

source: Hide _Row Headers
da: Skjul _rækkehoveder

source: Import...
da: Importér...

source: Increase Precision
da: Formindsk præcision

source: Insert Shaped Component
da: Indsæt formet objekt

source: Radio Button
da: RadioKnap

source: Sort the selected region in ascending order based on the first column selected
da: Sorterer det valgte område i stigende orden baseret på den først valgte kolonne

source: Sort the selected region in descending order based on the first column selected
da: Sorterer det valgte område i faldende orden baseret på den først valgte kolonne

source: Statistical methods
da: Statistiske metoder

source: Sum into the current cell
da: Summér til den aktuelle celle.

source: Underlines the text
da: Understreg teksten

source: Undo the last action
da: Fortryd sidste handling

source: _Add / modify comment...
da: _Tilføj / ændr kommentar...

source: _Cells
da: _Celler

source: _Change Name
da: _Ændr navn

source: _Close
da: Luk

source: _Define
da: _Definér

source: _Edit
da: R_edigér

source: _File
da: _Fil

source: _Help
da: _Hjælp

source: _Object
da: _Objekt

source: _Open...
da: _Åbn...

source: _Paste special...
da: Indsæt s_peciel...

source: _Print
da: Udskriv

source: _Redo
da: Gentag

source: _Save
da: Gem

source: _Undo
da: Fortryd

source: _View
da: _Vis
