Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: Applix (*.as) file format
da: Applix (*.as) filformat

source: Imports version 4.[234] spreadsheets
da: Importerer version 4.[234] regneark

source: Imported %s
da: Importerede %s

source: DIF : Failed to load sheet
da: DOF: Kunne ikke indlæse ark

source: Unable to mmap the file
da: Kan ikke mmap'e filen

source: Data Interchange Format (*.dif) file format
da: Data Interchange Format (*.dif) filformat

source: Data Interchange Format (CSV) module
da: Data Interchange Format (DIF) modul

source: Reads and writes information stored in the Data Interchange Format (*.dif)
da: Læser og skriver information gemt i Data Interchange Format'et (*.dif)

source: Saving over old files disabled for safety
da: Overskrivning af gamle filer er slået fra af sikkerhedsgrunde

source: Can't open
da: Kan ikke åbne

source: Microsoft(R) Excel file format
da: Microsoft(R) Excel-filformat

source: Excel(R) 97 file format
da: Excel(R) 97-filformat

source: Excel(R) 95 file format
da: Excel(R) 95-filformat

source: #UNKNOWN!
da: #UKENDT!

source: Sheet%d
da: Ark%d

source: No book or workbook streams found.
da: Ingen bøger eller arbejdsbogsstrømme fundet.

source: Password protected workbooks are not supported yet.
da: Adgangskodebeskyttede arbejdsbøger er endnu ikke understøttet.

source: Unable to locate valid MS Excel workbook
da: Kunne ikke finde gyldig MS Excel-arbejdsbog

source: Too many rows for this format
da: For mange rækker for dette format

source: Can't open stream for writing
da: Kan ikke åbne strøm for skrivning

source: Broken function
da: Brudt funktion

source: Unknown formula
da: Ukendt formel

source: Unknown GB error
da: Ukendt GB fejl

source: Enables Gnome Basic support
da: Muliggør Gnome basic understøttelse

source: Database Access
da: Database tilgang

source: Enables database access
da: Aktiverer database tilgang

source: Invalid number of arguments
da: Ugyldigt antal argumenter

source: First argument to SCM must be a Guile expression
da: Første argument til SCM skal være et Guile udtryk

source: Undefined scheme function
da: Udefineret skema funktion

source: Could not evaluate argument
da: Kunne ikke evaluere argument

source: Gnumeric has not been compiled with support for guile.
da: Gnumeric er ikke oversat med understøttelse for Guile.

source: Guile Plugin
da: Guile-indstik

source: This plugin enables Guile(scheme) support in Gnumeric
da: Denne indstik aktiverer Guile(scheme) understøttelse

source: HTML 3.2 file format (*.html)
da: HTML 3.2-filformat (*.html)

source: HTML 4.0 file format (*.html)
da: HTML 4.0-filformat (*.html)

source: HTML file made by gnumeric
da: HTML-fil lavet af gnumeric

source: LaTeX file format (*.tex)
da: LaTeX-filformat (*.tex)

source: LaTeX2e file format (*.tex)
da: LaTeX2e-filformat (*.tex)

source: DVI TeX file format (via groff)
da: DVI TeX-filformat (via groff)

source: TROFF file format (*.me)
da: TROFF-filformat (*.me)

source: PDF file format (via groff/gs)
da: PDF-filformat (via groff/gs)

source: EPS file format (*.eps)
da: EPS-filformat (*.eps)

source: Import/Export of HTML, TeX, DVI, roff and pdf
da: Import/Eksport af HTML, TeX, DVI, roff og pdf

source: Lotus file format (*.wk1)
da: Lotus-filformat (*.wk1)

source: Imports Lotus 123 files
da: Importerer en Lotus 123-fil

source: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=The NT_PHI function calculates the number of integers less than or equal to @n that are relatively prime to @n. This function only takes one argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
da: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI-funktionen beregner antal heltal mindre eller lig med @n som er primtal i @n. Denne funktion tager kun ét argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA

source: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=The NT_MU function (Möbius mu function) returns 0 if @n is divisible by the square of a prime . Otherwise it returns: -1 if @n has an odd number of different prime factors . 1 if @n has an even number of different prime factors . If @n=1 it returns 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
da: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU funktionen (Möbius my funktionen) returnerer 0 hvis @n er delelig med kvadratet på et primtal . Ellers returnerer den: -1 hvis @n har et ulige antal forskellige primtals-faktorer . 1 hvis @n har et lige antal forskellige primtals-faktorer . Hvis @n=1 returnerer den 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=The NT_D function calculates the number of divisors of @n. This function only takes one argument. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
da: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D-funktionen beregner antal divisorer i @n. Denne funktion tager kun ét argument. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA

source: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=The NT_SIGMA function calculates the sum of the divisors of @n. This function only takes one argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
da: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA-funktionen beregner summen af divisorerne i @n. Denne funktion tager kun ét argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=The ITHPRIME function returns the @ith prime. This function only takes one argument. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
da: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME-funktionen returnerer det @i-te primtal. Denne funktion tager kun ét argument. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA

source: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=The ISPRIME function returns TRUE if @i is prime and FALSE otherwise. This function only takes one argument. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
da: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME-funktionen returnerer SAND hvis @i er et primtal og FALSK ellers. Denne funktion tager kun ét argument. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA

source: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=The NT_PI function returns the number of primes less than or equal to @n. This function only takes one argument. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
da: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI-funktionen returnerer antal af primtal mindre eller lig med @n. Denne funktion tager kun ét argument. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA

source: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=The BITOR function returns bitwise or-ing of its arguments. @EXAMPLES= @SEEALSO=BITXOR,BITAND
da: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR funktionen returnerer bitvis ELLER af dens argumenter. @EXAMPLES= @SEEALSO=BITXOR,BITAND

source: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=The BITXOR function returns bitwise exclusive or-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITAND
da: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR funktionen returnerer bitvis ekslusiv ELLER af dens argumenter. arguments. @EXAMPLES= @SEEALSO=BITOR,BITAND

source: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=The BITAND function returns bitwise and-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITXOR
da: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND funktionen returnerer bitvis OG af dens argumenter. @EXAMPLES= @SEEALSO=BITOR,BITXOR

source: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=The BITLSHIFT function returns @x bit-shifted left by @n bits. If @n is negative, a right shift will in effect be performed. @EXAMPLES= @SEEALSO=BITRSHIFT
da: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT funktionen returnerer @x bit-skiftet til venstre med @n bit. Hvis @n er negativ, vil faktisk et højreskift blive udført. @EXAMPLES= @SEEALSO=BITRSHIFT

source: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=The BITRSHIFT function returns @x bit-shifted right by @n bits. If @n is negative, a left shift will in effect be performed. @EXAMPLES= @SEEALSO=BITRSHIFT
da: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=BITRSHIFT funktionen returnerer @x bit-skiftet til højre med @n bit. Hvis @n er negativ, vil faktisk et venstreskift blive udført. @EXAMPLES= @SEEALSO=BITRSHIFT

source: Number Theory
da: Talteori

source: Bitwise Operations
da: Bitvise operationer

source: Several basic utilities for prime numbers, pi, phi, sigma. It also hold some simple bitwise operations
da: Forskellige basale programmer for primtal, pi, sigma. Den indeholder også nogle simple bitvise operationer

source: GNU Oleo (*.oleo) file format
da: Gnu Oleo (*.oleo)-filformat

source: Imports GNU Oleo documents
da: Importerer Gnu Oleo-dokumenter

source: Enables the creation of functions in PERL
da: Aktiverer oprettelse af funktioner i Perl

source: Invalid PLN file has more than the maximum number of %s %d
da: Ugyldig PLN-fil, har mere end det maksimale antal %s %d

source: PLN : Not a PlanPerfect File
da: PLN : ikke en PlanPerfect fil

source: PLN : Spreadsheet is password encrypted
da: PLN : regneark er krypteret med adgangskode

source: rows
da: rækker

source: Imports Plan Perfect Formatted Documents
da: Importerer Plan Perfect-formaterede dokumenter

source: Python exception
da: Python-undtagelse

source: Unknown Python type
da: Ukendt Pythontype

source: Unable to lookup Python code object.
da: Kan ikke slå Python-kodeobjekt op.

source: object must be callable
da: objekt skal være kaldbart

source: SC/xspread file import
da: SC/xspread fil-import

source: Imports SC/XSpread files
da: Importerer SC/XSpread-filer

source: Not SYLK file
da: Ikke en SYLK-fil

source: error parsing line
da: fejl ved tolkning af linje

source: Imports MultiPlan (SYLK) files
da: Importerer MultiPlan-filer

source: Xbase (*.dbf) file format
da: Xbase (*.dbf) filformat

source: Imports XBase files
da: Importerer XBase-filer

source: EXPERIMENTAL XML
da: EKSPERIMENTEL XML

source: The next generation sax based xml I/O subsystem
da: Den næste generations sax-baseret xml I/U undersystem

source: EXPERIMENTAL Gnumeric (*.gnumeric) XML based file format
da: EKSPERIMENTEL gnumeric (*.gnumeric) XML-baseret filformat

source: Gnumeric (*.gnumeric) XML based file format
da: Gnumeric (*.gnumeric) XML-baseret filformat

source: Miguel de Icaza, main programmer.
da: Miguel de Icaza, hovedprogrammør.

source: Sean Atkinson, functions and X-Base importing.
da: Sean Atkinson, funktioner og X-Base importering.

source: Tom Dyas, plugin support.
da: Tom Dyas, indstiksunderstøttelse.

source: Ross Ihaka, special functions.
da: Ross Ihaka, specielle funktioner.

source: Jukka-Pekka Iivonen, numerous functions and tools.
da: Jukka-Pekka Iivonen, mange funktioner og værktøjer.

source: Chris Lahey, number format engine.
da: Chris Lahey, nummerformatsmotor.

source: Adrian Likins, documentation, debugging.
da: Adrian Likins, dokumentation, fejlfinding.

source: Takashi Matsuda, original text plugin.
da: Takashi Matsuda, oprindeligt tekstindstik.

source: Federico Mena, canvas support.
da: Federico Mena, kanvas-understøttelse.

source: Michael Meeks, Excel and OLE2 importing.
da: Michael Meeks, Excel og OLE2 importering.

source: Mark Probst, Guile support.
da: Mark Probst, Guile-understøttelse.

source: Rasca, HTML, troff, LaTeX exporters.
da: Rasca, HTML, troff, LaTeX-eksportering.

source: Vincent Renardias, original CSV support, French localization.
da: Vincent Renardias, oprindelig CSV understøttelse, fransk lokalisering.

source: Ariel Rios, Guile support.
da: Ariel Rios, Guile-understøttelse.

source: Almer. S. Tigelaar, text import.
da: Almer. S. Tigelaar, tekst importering.

source: Bruno Unna, Excel bits.
da: Bruno Unna, Excel arbejde.

source: Daniel Veillard, XML support.
da: Daniel Veillard, XML-understøttelse.

source: Vladimir Vuksan, financial functions.
da: Vladimir Vuksan, financielle funktioner.

source: Morten Welinder, Gnumeric hacker.
da: Morten Welinder, dansk Gnumeric-hacker.

source: Kenneth Christiansen, i18n, misc stuff.
da: Kenneth Christiansen, i18n, samt mere.

source: Gnumeric Home Page
da: Gnumeric hjemmeside

source: Gnumeric Support page
da: Gnumeric supportside

source: Correlations
da: Korrelationer

source: Column %d
da: Kolonne: %d

source: Row %d
da: Række: %d

source: Covariances
da: Kovarianser

source: Summary Statistics
da: Sammendragsstatistikker

source: Mean
da: Gennemsnit

source: Standard Error
da: Standardfejl

source: Mode
da: Tilstand

source: Standard Deviation
da: Standard afvigelse

source: Sample Variance
da: Stikprøvevarians

source: Skewness
da: Skævhed

source: Range
da: Omfang

source: Maximum
da: Maksimum

source: Count
da: Optæl

source: Confidence Level
da: Konfidensniveau

source: Confidence Level (%g%%)
da: Konfidensniveau (%g%%)

source: Kth Largest
da: K-te største

source: Largest (%d)
da: Største (%d)

source: Kth Smallest
da: K-te mindste

source: Smallest (%d)
da: Mindste (%d)

source: Sample
da: Stikprøve

source: Variable 1
da: Variabel 1

source: Variable 2
da: Variabel 2

source: Known Variance
da: Kendt varians

source: Observations
da: Observationer

source: Hypothesized Mean Difference
da: Hypotetisk difference mellem middelværdi

source: P (Z<=z) one-tail
da: P (Z<=z) én-sidet

source: z Critical one-tail
da: z kritisk værdi værdi én-sidet

source: P (Z<=z) two-tail
da: P (Z<=z) to-sidet

source: z Critical two-tail
da: z kritisk værdi værdi to-sidet

source: Variance
da: Varians

source: Pearson Correlation
da: Pearson korrelation

source: df
da: fg

source: P (T<=t) one-tail
da: P (T<=t) én-sidet

source: t Critical one-tail
da: t kritisk værdi én-sidet

source: P (T<=t) two-tail
da: P (T<=t) to-sidet

source: t Critical two-tail
da: t kritisk værdi to-sidet

source: Pooled Variance
da: Samlet varians

source: P (F<=f) one-tail
da: P (F<=f) én-sidet

source: F Critical one-tail
da: F kritisk værdi én-sidet

source: Random
da: Tilfældig

source: Not implemented yet.
da: Ikke implementeret endnu.

source: SUMMARY OUTPUT
da: OVERSIGTS UDDATA

source: Regression Statistics
da: Regressions statistikker

source: Multiple R
da: Flerdimensionalt R

source: R Square
da: R kvadreret

source: Adjusted R Square
da: Tilpasset R kvadreret

source: Intercept
da: Skæring

source: X Variable %d
da: X variabel %d

source: Significance F
da: Signifikans F

source: Coefficients
da: Koefficienter

source: P-value
da: P-værdi

source: Lower 95%
da: Nedre 95%

source: Upper 95%
da: Øvre 95%

source: Moving Averages
da: Flytter gennemsnit

source: Ranks
da: Omfang

source: Rank
da: Omfang

source: Percent
da: Procent

source: Anova: Single Factor
da: Anova: Enkelfaktor

source: SUMMARY
da: OVERSIGT

source: Groups
da: Grupper

source: Average
da: Gennemsnit

source: Source of Variation
da: Kilde til variation

source: F critical
da: F kritisk værdi

source: Between Groups
da: Mellem grupper

source: Within Groups
da: Indenfor grupper

source: Anova: Two-Factor Without Replication
da: Anova: Tofaktor uden replikering

source: Rows
da: Rækker

source: Columns
da: Kolonner

source: Error
da: Fejl

source: Anova: Two-Factor With Replication
da: Anova: Tofaktor med replikering

source: Interaction
da: Interaktion

source: Within
da: Indeni

source: F crit
da: F krit

source: Frequency
da: Frekvens

source: Cumulative %
da: Akkumuleret %

source: destination does not have an even multiple of source columns (%d vs %d) Try selecting a single cell or an area of the same shape and size.
da: målet er ikke et lige gange antallet af kildekolonner (%d mod %d) Prøv at vælge en enkelt celle eller et område med samme form og størrelse.

source: Unable to paste
da: Kan ikke indsætte

source: destination does not have an even multiple of source rows (%d vs %d) Try selecting a single cell or an area of the same shape and size.
da: målet er ikke et lige gange antallet af kilderækker (%d mod %d) Prøv at vælge en enkelt celle eller et område med samme form og størrelse.

source: result passes the sheet boundary
da: resultatet går ud over arkets kant

source: Error while trying to pre-convert clipboard data
da: Fejl under forsøg på at forkonvertere klippebords-fil

source: The data on the clipboard does not seem to be valid text. The character '%c' (ASCII decimal %d) was encountered
da: Data på klippebordet synes ikke at være gyldig tekstTegnet '%c' (ASCII decimalt %d) blev læst

source: Parse error while trying to parse data into cellregion
da: Fortolkningsfejl under førsøg på at fortolke data i en celleregion

source: destination has a different shape (%dRx%dC) than the original (%dRx%dC) Try selecting a single cell or an area of the same shape and size.
da: målet har en form (%dRx%dC) forskellig fra den oprindelige (%dRx%dC) Prøv at vælge en enkelt celle eller et område med samme form og størrelse.

source: Unable to paste into selection
da: Kan ikke indsætte i markering

source: Paste
da: Indsæt

source: Would split an array.
da: Ville opsplitte et array

source: Set Text
da: Sæt tekst

source: Typing "%s%s" in %s
da: Indtaster "%s%s" i %s

source: Typing "%s%s"
da: Indtaster "%s%s"

source: Inserting %d columns before %s
da: indsætter %d kolonner før %s

source: Inserting %d column before %s
da: indsætter %d kolonner før %s

source: Inserting %d rows before %d
da: Indsætter %d rækker før %d

source: Inserting %d row before %d
da: Indsætter %d række før %d

source: Deleting %d columns %s:
da: Sletter %d kolonner %s:

source: Deleting column %s
da: Sletter kolonne %s

source: Deleting %d rows %d:%d
da: Sletter %d rækker %d:%d

source: Deleting row %d
da: Sletter række %d

source: Undo Clear
da: Fortryd rydning

source: Clear
da: Ryd

source: Format cells
da: Formattér celler

source: Rename sheet '%s' '%s'
da: Omdøb ark '%s' '%s'

source: Set Date/Time
da: Sæt dato/klokkeslet

source: Setting current date in %s
da: Indsætter nuværende dato i %s

source: Setting current time in %s
da: Indsætter nuværende tidspunkt i %s

source: Setting width of columns
da: Indsætter bredde på kolonner

source: Setting height of rows
da: Indsætter højde på rækker

source: Sorting %s
da: Sorterer %s

source: Unhide columns
da: Vis kolonner

source: Hide columns
da: Skjul kolonner

source: Unhide rows
da: Vis rækker

source: Hide rows
da: Skjul rækker

source: Moving cells
da: Flytter celler

source: Pasting into %s
da: Indsætter i %s

source: Autofill
da: Autofyld

source: Oaf options
da: Oaf indstillinger

source: *Sun
da: *søn

source: *Mon
da: *man

source: *Tue
da: *tir

source: *Wed
da: *ons

source: *Thu
da: *tor

source: *Fri
da: *fre

source: *Sat
da: *lør

source: Sunday
da: søndag

source: Monday
da: mandag

source: Tuesday
da: tirsdag

source: Wednesday
da: onsdag

source: Thursday
da: torsdag

source: Friday
da: fredag

source: Saturday
da: lørdag

source: *May
da: *maj

source: *Oct
da: *okt

source: January
da: januar

source: February
da: februar

source: March
da: marts

source: May
da: maj

source: June
da: juni

source: July
da: juli

source: October
da: oktober

source: Action
da: Handling

source: Advanced Filter
da: Avanceret filter

source: C_opy to:
da: K_opiér til:

source: C_riteria range:
da: K_riterieomfang:

source: Copy to a new _sheet
da: Kopiér til et nyt _ark

source: Copy to a new _workbook
da: Kopiér til en ny arbejds_bog

source: _Copy to a new location
da: _Kopiér til ny placering

source: _Filter in-place
da: _Filter på plads

source: _List range:
da: _Listeomfang:

source: _Unique records only
da: _Kun forskellige poster

source: Analysis Tools
da: Analyseværktøjer

source: Correlation
da: Orientering

source: Covariance
da: Kovarians

source: Data Analysis
da: Dataanalyse

source: F-Test: Two-Sample for Variances
da: F-Test: To-prøve for varianser

source: Fourier Analysis
da: Fourier-analyse

source: Grouped by:
da: Grupperet efter:

source: Input
da: Inddata

source: Moving Average
da: Flytter gennemsnit

source: N_ew Workbook
da: Ny _arbejdsbog

source: N_ew sheet
da: Nyt _ark

source: New _workbook
da: Ny arbejds_bog

source: Numbe_r of samples:
da: Antal _stikprøver:

source: Output options
da: Uddataflag

source: Random Number Generation
da: Tilfældig nummergeneration

source: Rank and Percentile
da: Grad og percentil

source: T-Test: Assuming Equal Variances
da: T-Test: forudsættende ens varians

source: T-Test: Assuming Unequal Variances
da: T-Test: Forudsættende uens varians

source: T-Test: Paired Two Sample for Means
da: T-Test: to stikprøver parret for gennemsnit

source: Va_riable 2 Range:
da: O_mfang for variabel 2:

source: _Alpha:
da: _Alfa:

source: _Columns
da: _Kolonner

source: _Distribution:
da: Fordeling:

source: _Hypothesized Mean Difference:
da: _Hypotetisk difference mellem middelværdi:

source: _Input Range:
da: _Inddataomfang:

source: _Labels
da: _Mærkater

source: _Labels in First Row
da: _Mærkater i første række

source: _New Sheet
da: _Nyt ark

source: _Number of variables:
da: _Antal variabler:

source: _Output Range:
da: _Uddataomfang:

source: _Output range:
da: _Uddataomfang:

source: _Rows
da: _Rækker

source: _Standard Errors
da: _Standardfejl

source: _Variable 1 Range:
da: _Omfang for variabel 1:

source: AutoCorrect Exceptions
da: Autokorrektionsundtagelser

source: Do _not correct:
da: _Korrigér ikke:

source: _Add
da: _Tilføj

source: _Do not capitalize after:
da: _Ikke stort bogstav efter:

source: _First Letter
da: _Første bogstav

source: _INitial CApitals
da: _STore BEgyndelsesbogstaver

source: _Remove
da: Fj_ern

source: Auto Correct
da: Autokorrektion

source: Capitalize _first letter of sentence
da: Første bogstav i en sætning med stort

source: Capitalize _names of days
da: Navne på dage med stort

source: Correct _TWo INitial CApitals
da: Ret _TO STore BEgyndelsesbogstaver

source: Correct accidental use of _cAPS LOCK key
da: Ret forkert brug af _cAPS LOCK tasten

source: Re_place:
da: _Erstat:

source: _Exceptions...
da: _Undtagelser...

source: _Replace text when typed
da: E_rstat tekst mens jeg skriver

source: _With:
da: _Med:

source: Apply _Alignment
da: Udfør _Justering

source: Apply _Borders
da: Udfør _kanter

source: Apply _Fonts
da: Udfør _skrifttyper

source: Apply _Number Formats
da: Udfør _talformater

source: Apply _Patterns
da: Udfør _mønstre

source: Author :
da: Forfatter :

source: Category :
da: Kategori :

source: Description :
da: Beskrivelse :

source: Name :
da: Navn :

source: _Category
da: _Kategori

source: _Edit...
da: _Redigér...

source: _New...
da: _Ny...

source: _Preview
da: _Smugkig

source: _Remove Current
da: Fj_ern nuværende

source: _Show Gridlines
da: _Vis gitterlinjer

source: _Template Details
da: _Skabelonens detaljer

source: A short description of the template
da: En kort beskrivelse af skabelonen

source: Name of template
da: Navn på skabelon

source: The category this template belongs to
da: Kategorien som denne skabelon tilhører

source: The current category
da: Den nuværende kategori

source: The group/individual that made the template
da: Gruppen/personen som lavede skabelonen

source: Auto Save
da: Autogem

source: Do you want to save the workbook?
da: Vil du gerne gemme arbejdsbogen?

source: _Automatic Save Every
da: Gem _automatisk hvert

source: _Prompt Before Saving
da: _Spørg før gemning

source: _minutes
da: . _minut

source: Alignment
da: Justering

source: Background
da: Baggrund

source: Background Color
da: Baggrundsfarve

source: Border
da: Streg

source: C_olor
da: _Farver

source: Center _across selection
da: Midtersektionsvalg

source: Color
da: Farver

source: Control
da: Kontrol

source: Cust_om
da: Pers_onlig

source: De_lete format
da: _Slet format

source: Deci_mal places:
da: Antal deci_maler:

source: Display the value exactly as it was entered
da: Vis værdien præcis som den var indtastet

source: Effects
da: Effekter

source: Font
da: Skrifttype
