Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT returns the square root of a complex number. This function is Excel compatible. @EXAMPLES= IMSQRT("1+j") equals 1.09868+0.4550899j. @SEEALSO=IMPOWER
da: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(ital) @DESCRIPTION=IMSQRT returnerer kvadratroden af et komplekst tal. Denne funktion er Excel kompatibel @EXAMPLES= IMSQRT("1+j") er lig 1.09868+0.4550899j @SEEALSO=IMPOWER

source: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber,inumber) @DESCRIPTION=IMSUB returns the difference of two complex numbers. This function is Excel compatible. @EXAMPLES= IMSUB("3-j","2+j") equals 1-2j. @SEEALSO=IMSUM
da: @FUNCTION=IMSUB @SYNTAX=IMSUB(ital,ital) @DESCRIPTION=IMSUB returnerer differencen mellem to komplekse tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMSUB("3-j","2+j") er lig 1-2j. @SEEALSO=IMSUM

source: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT returns the product of given complex numbers. This function is Excel compatible. @EXAMPLES= IMPRODUCT("2-j","4-2j") equals 6-8j. @SEEALSO=IMDIV
da: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(ital1[,ital2,...]) @DESCRIPTION=IMPRODUCT returnerer produktet af given komplekse tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMPRODUCT("2-j","4-2j") er lig 6-8j. @SEEALSO=IMDIV

source: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber,inumber) @DESCRIPTION=IMSUM returns the sum of two complex numbers. This function is Excel compatible. @EXAMPLES= IMSUM("2-4j","9-j") equals 11-5j. @SEEALSO=IMSUB
da: @FUNCTION=IMSUM @SYNTAX=IMSUM(ital,ital) @DESCRIPTION=IMSUM returnerer summen af to komplekse tal. Denne funktion er Excel kompatibel. @EXAMPLES= IMSUM("2-4j","9-j") er lig 11-5j. @SEEALSO=IMSUB

source: @FUNCTION=CONVERT @SYNTAX=CONVERT(number,from_unit,to_unit) @DESCRIPTION=CONVERT returns a conversion from one measurement system to another. For example, you can convert a weight in pounds to a weight in grams. @number is the value you want to convert, @from_unit specifies the unit of the @number, and @to_unit is the unit for the result. @from_unit and @to_unit can be any of the following: Weight and mass: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomic mass) 'ozm' Ounce Distance: 'm' Meter 'mi' Statute mile 'Nmi' Nautical mile 'in' Inch 'ft' Foot 'yd' Yard 'ang' Angstrom 'Pica' Pica Time: 'yr' Year 'day' Day 'hr' Hour 'mn' Minute 'sec' Second Pressure: 'Pa' Pascal 'atm' Atmosphere 'mmHg' mm of Mercury Force: 'N' Newton 'dyn' Dyne 'lbf' Pound force Energy: 'J' Joule 'e' Erg 'c' Thermodynamic calorie 'cal' IT calorie 'eV' Electron volt 'HPh' Horsepower-hour 'Wh' Watt-hour 'flb' Foot-pound 'BTU' BTU Power: 'HP' Horsepower 'W' Watt Magnetism: 'T' Tesla 'ga' Gauss Temperature: 'C' Degree Celsius 'F' Degree Fahrenheit 'K' Degree Kelvin Liquid measure: 'tsp' Teaspoon 'tbs' Tablespoon 'oz' Fluid ounce 'cup' Cup 'pt' Pint 'qt' Quart 'gal' Gallon 'l' Liter For metric units any of the following prefixes can be used: 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' dekao 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 If @from_unit and @to_unit are different types, CONVERT returns #NUM! error. This function is Excel compatible. @EXAMPLES= CONVERT(3,"lbm","g") equals 1360.7769. CONVERT(5.8,"m","in") equals 228.3465. CONVERT(7.9,"cal","J") equals 33.07567. @SEEALSO=
da: @FUNCTION=CONVERT @SYNTAX=CONVERT(tal,fra_enhed,til_enhed) @DESCRIPTION=CONVERT returnerer en konvertering fra en målesystem til et andet. Du kan for eksempel konvertere en vægt i pund til en vægt i gram. @tal er værdien du ønsker at konvertere, @fra_enhed specificerer enheden af @tal, og @til_enhed er enheden for resultatet. @fra_enhed og @til_enhed kan være følgende: Vægt og masse: 'g' Gram 'sg' Slug 'lbm' Pund 'u' U (atommasse) 'ozm' Unse Distance: 'm' Meter 'mi' Statutmil 'Nmi' Nautisk mil 'in' Tomme 'ft' Fod 'yd' Yard 'ang' Ångstrøm 'Pica' Pica Tid: 'yr' År 'day' Dag 'hr' Time 'mn' Minut 'sec' Sekund Tryk: 'Pa' Pascal 'atm' Atmosfære 'mmHg' mm kviksølv Kraft: 'N' Newton 'dyn' Dyne 'lbf' Pund kraft Energi: 'J' Joule 'e' erg 'c' Termodynamisk kalorie 'cal' IT-kalorie 'eV' Elektronvolt 'HPh Hestekraft-time 'Wh' Watt-time 'flb' Fod-pund 'BTU' BTU Styrke: 'HP' Hestekraft 'W' Watt Magnetisme: 'T' Tesla 'ga' Gauss Temperatur: 'C' Grader Celsius 'F' Grader Fahrenheit 'K' Kelvin Væskemål: 'tsp' Te-ske 'tbs' Spise-ske 'oz' Flydende unse 'cup' Kop 'pt' Pint 'qt' Kvart 'gal' Gallon 'l' Liter For metriske enheder kan følgende præfiks benyttes: 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hekto 1E+02 'e' dekao 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' mikro 1E-06 'n' nano 1E-09 'p' piko 1E-12 'f' femto 1E-15 'a' atto 1E-18 Hvis @fra_enhed og @til_enhed er forskellige typer returnerer CONVERT en #NUM! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= CONVERT(3,"lbm","g") er lig 1360.7769. CONVERT(5.8,"m","in") er lig 228.3465. CONVERT(7.9,"cal","J") er lig 33.07567. @SEEALSO=

source: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=With a single argument ERF returns the error function, defined as erf(x) = 2/sqrt(pi)* integral from 0 to x of exp(-t*t) dt. If two arguments are supplied, they are the lower and upper limits of the integral. If either @lower_limit or @upper_limit is not numeric a #VALUE! error is returned. This function is upward-compatible with that in Excel. (If two arguments are supplied, Excel will not allow either to be negative.) @EXAMPLES= ERF(0.4) equals 0.428392355. ERF(1.6448536269515/SQRT(2)) equals 0.90. The second example shows that a random variable with a normal distribution has a 90 percent chance of falling within approximately 1.645 standard deviations of the mean. @SEEALSO=ERFC
da: @FUNCTION=ERF @SYNTAX=ERF([nedre_grænse],øvre_grænse) @DESCRIPTION=Med et enkelt argument returnerer ERF-funktionen fejlfunktionen, defineret som ERF(x) = 2/SQRT(pi)* integralet fra 0 til x af exp(-t*t) dt. Hvis to argumenter angives, er disse den nedre og øvre grænse for integralet. Hvis enten @nedre_grænse eller @øvre_grænse ikke er et tal returneres en #VALUE! fejl. Denne funktion er opad-kompatibel med Excel. (Hvis to argumenter angives, vil Excel ikke tillade nogen af dem at være negative). @EXAMPLES= ERF(0.4) er lig 0.428392355. ERF(1.6448536269515/SQRT(2)) er lig 0.90. @SEEALSO=ERFC

source: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=The ERFC function returns the complimentary error function, defined as 1 - erf(x). erfc(x) is calculated more accurately than erf(x) for arguments larger than about 0.5. If @x is not numeric a #VALUE! error is returned. @EXAMPLES= ERFC(6) equals 2.15197367e-17. @SEEALSO=ERF
da: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC-funktionen returnerer den komplimentære fejlfunktion defineret som 1 - ERF(x). ERFC(x) beregnes med større præcision end ERF(x) for argumenter større end cirka 0,5. Hvis @x ikke er et tal returneres en #VALUE! fejl. @EXAMPLES= ERFC(6) er lig 2.15197367e-17. @SEEALSO=ERF

source: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA function test for numerical equivilance of two arguments returning 1 in equality @y is optional, and defaults to 0. If either argument is non-numeric returns a #VALUE! error. This function is Excel compatible. @EXAMPLES= DELTA(42.99,43) equals 0. @SEEALSO=EXACT,GESTEP
da: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA-funktionen undersøger om der er numerisk ækvivalens mellem to argumenter, og returnerer 1 hvis de er ens. @y er valgfri, og sat til 0 som standard. Hvis nogle af argumenterne ikke er tal returneres en #VALUE!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES DELTA(42.99,43) er lig 0. @SEEALSO=EXACT,GESTEP

source: Impossible
da: Umulig

source: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP function test for if @x is >= @y, returning 1 if it is so, and 0 otherwise @y is optional, and defaults to 0. If either argument is non-numeric returns a #VALUE! error. This function is Excel compatible. @EXAMPLES= GESTEP(5,4) equals 1. @SEEALSO=DELTA
da: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP funktionstesten undersøger om @ er >= @y, returnerer 1 hvis det er tilfældet og 0 hvis ikke. @y er valgfri og sat til 0 som standard. Hvis nogen af argumenterne er ikke-numeriske returneres en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= GESTEP(5,4) er lig med 1. @SEEALSO=DELTA

source: Engineering
da: Teknisk

source: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT calculates the accrued interest for a security that pays periodic interest. The @rate is the annual rate of the security and @par is the par value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @issue date or @settlement date is not valid, ACCRINT returns #NUM! error. If @rate or @par is zero or negative, ACCRINT returns #NUM! error. If @basis < 0 or @basis > 4, ACCRINT returns #NUM! error. If @issue date is after @settlement date or they are the same, ACCRINT returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINTM
da: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(udstedelse,første_rente,anbringelse,rente,pari,frekvens[,basis]) @DESCRIPTION=ACCRINT beregner den påløbne rente for et værdipapir som udbetaler periodisk rente. @rente er værdipapirets pålydende årlige rente og @pari er værdipapirets pålydende værdi. @basis er den type rentedagsberegning du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis dato for @udstedelse eller @anbringelse ikke er gyldig, returnerer ACCRINT en #NUM!-fejl. Hvis @rente eller @pari er nul eller negativ returnerer ACCRINT en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer ACCRINT en #NUM!-fejl. Hvis dato for @udstedelse er efter dato for @forfald eller er de den samme, returnerer ACCRINT en #NUM!-fejl. @EXAMPLES= @SEEALSO=ACCRINTM

source: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM calculates and returns the accrued interest for a security from @issue to @maturity date. @rate is the annual rate of the security and @par is the par value of the security. If you omit @par, ACCRINTM applies $1,000 instead. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @issue date or @maturity date is not valid, ACCRINTM returns #NUM! error. If @rate or @par is zero or negative, ACCRINTM returns #NUM! error. If @basis < 0 or @basis > 4, ACCRINTM returns #NUM! error. If @issue date is after @maturity date or they are the same, ACCRINTM returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINT
da: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(udstedelse,forfald,rente,[pari,basis]) @DESCRIPTION=ACCRINTM beregner og returnerer den påløbne rente for et værdipapir fra @udstedelse til @forfald datoerne. @rente er værdipapirets pålydende årlige rente og pari er værdipapirets pålydende værdi. Hvis du udelader @pari, bruger ACCRINTM et beløb på 1000. @basis er den type på rentedagsberegning som du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis dato for @udstedelse eller @forfald ikke er gyldig, returnerer ACCRINTM en #NUM!-fejl. Hvis @rente eller @pari er nul eller negativ returnerer ACCRINTM en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer ACCRINTM en #NUM!-fejl. Hvis dato for @udstedelse er efter dato for @forfald eller er de den samme, returnerer ACCRINTM en #NUM!-fejl. @EXAMPLES= @SEEALSO=ACCRINT

source: @FUNCTION=INTRATE @SYNTAX=INTRATE(settlement,maturity,investment,redemption[,basis]) @DESCRIPTION=INTRATE calculates and returns the interest rate of a fully vested security. @investment is the prize of the security paid at @settlement date and @redemption is the amount to be received at @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @settlement date or @maturity date is not valid, INTRATE returns #NUM! error. If @basis < 0 or @basis > 4, INTRATE returns #NUM! error. If @settlement date is after @maturity date or they are the same, INTRATE returns #NUM! error. @EXAMPLES= If you had a bond with a settlement date of April 15, 2000, maturity date September 30, 2000, investment of $100,000, redemption value $103,525, using the actual/actual basis, the bond discount rate is: =INTRATE(36631, 36799, 100000, 103525, 1) which equals 0.0648 or 6.48% @SEEALSO=RECEIVED, DATE
da: @FUNCTION=INTRATE @SYNTAX=INTRATE(anbringelse,forfald,investering,indfrielse[,basis]) @DESCRIPTION=INTRATE beregner og returnerer renten for et fuldtud sikkert værdipapir. @investering er prisen på værdipapiret betalt på @anbringelse datoen, og @indfrielse er beløbet der modtages på @forfald datoen. @basis er den type rentedagsberegning du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis dato for @anbringelse eller @forfald ikke er gyldig, returnerer INTRATE en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer INTRATE en #NUM!-fejl. Hvis dato for @anbringelse er efter dato for @forfald eller er de den samme, returnerer INTRATE en #NUM!-fejl. @EXAMPLES= Hvis du havde en obligation med en anbringelsesdato 15. april 2000, forfaldsdato 30. september 2000, investering 100.000 kr, og indfrielsesværdi 103.525 kr, så er ved faktisk/faktisk basis, obligationens rente: =INTRATE(36631, 36799, 100000, 103525, 1) som er lig 0,0648 eller 6,48 % @SEEALSO=RECEIVED, DATE

source: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED calculates and returns the amount to be received at @maturity date for a security bond. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @settlement date or @maturity date is not valid, RECEIVED returns #NUM! error. If @basis < 0 or @basis > 4, RECEIVED returns #NUM! error. If @settlement date is after @maturity date or they are the same, RECEIVED returns #NUM! error. @EXAMPLES= @SEEALSO=INTRATE
da: @FUNCTION=RECEIVED @SYNTAX=RECEIVED((anbringelse,forfald,investering,diskonto,rate[,basis]) @DESCRIPTION=RECEIVED beregner og returnerer beløbet der udbetales ved @forfald datoen for en obligation. @basis er den type rentedagsberegning du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis @anbringelse dato eller @forfald dato ikke er gyldig, returnerer RECEIVED en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer RECEIVED en #NUM!-fejl. Hvis @anbringelse dato er efter @forfald dato eller er de den samme, returnerer RECEIVED en #NUM!-fejl. @EXAMPLES= @SEEALSO=INTRATE

source: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC calculates and returns the price per $100 face value of a security bond. The security does not pay interest at maturity. @discount is the rate for which the security is discounted. @redemption is the amount to be received on @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @settlement date or @maturity date is not valid, PRICEDISC returns #NUM! error. If @basis < 0 or @basis > 4, PRICEDISC returns #NUM! error. If @settlement date is after @maturity date or they are the same, PRICEDISC returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEMAT
da: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(anbringelse,forfald,diskonto,indfrielse[,basis]) @DESCRIPTION=PRICEDISC beregner og returnerer prisen for en pålydende værdi på 100 af en obligation. Værdipapiret giver ikke rente ved forfald. @diskonto er raten som obligationen bliver diskonteret med. @indfrielse er beløbet der udbetales på @forfald datoen. @basis er den type rentedagsberegning du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis dato for @anbringelse eller @forfald ikke er gyldig, returnerer PRICEDISC en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer PRICEDISC en #NUM!-fejl. Hvis dato for @anbringelse er efter dato for @forfald eller er de den samme, returnerer PRICEDISC en #NUM!-fejl. @EXAMPLES= @SEEALSO=PRICEMAT

source: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT calculates and returns the price per $100 face value of a security. The security pays interest at maturity. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @settlement date or @maturity date is not valid, PRICEMAT returns #NUM! error. If @basis < 0 or @basis > 4, PRICEMAT returns #NUM! error. If @settlement date is after @maturity date or they are the same, PRICEMAT returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEDISC
da: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(anbringelse,forfald,udstedelse,rente,udbytte[,basis]) @DESCRIPTION=PRICEMAT beregner og returnerer prisen for en pålydende værdi på 100 af en obligation. Obligationen giver rente ved forfald. @basis er den type rentedagsberegning du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis dato for @anbringelse eller @forfald ikke er gyldig, returnerer PRICEMAT en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer PRICEMAT en #NUM!-fejl. Hvis dato for @anbringelse er efter dato for @forfald eller er de den samme, returnerer PRICEMAT en #NUM!-fejl. @EXAMPLES= @SEEALSO=PRICEDISC

source: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC calculates and returns the discount rate for a sequrity. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @basis is omitted, US 30/360 is applied. If @settlement date or @maturity date is not valid, DISC returns #NUM! error. If @basis < 0 or @basis > 4, DISC returns #NUM! error. If @settlement date is after @maturity date or they are the same, DISC returns #NUM! error. @EXAMPLES= @SEEALSO=
da: @FUNCTION=DISC @SYNTAX=DISC(anbringelse,forfald,pari,reststol[,basis]) @DESCRIPTION=DISC beregner og returnerer diskonteringsrenten for et værdipapir. @basis er den type rentedagsberegning du vil bruge: 0 USA 30/360 1 faktiske dage/faktiske dage 2 faktiske dage/360 3 faktiske dage/365 4 europæisk 30/360 Hvis @basis udelades, anvendes USA 30/360. Hvis dato for @anbringelse eller @forfald ikke er gyldig, returnerer DISC en #NUM!-fejl. Hvis @basis < 0 eller @basis > 4, returnerer DISC en #NUM!-fejl. Hvis dato for @anbringelse er efter dato for @forfald eller er de den samme, returnerer DISC en #NUM!-fejl. @EXAMPLES= @SEEALSO=

source: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT calculates the effective interest rate from a given nominal rate. Effective interest rate is calculated using this formulae: @r( 1 + ------ ) ^ @nper - 1 @nper where: @r = nominal interest rate (stated in yearly terms) @nper = number of periods used for compounding @EXAMPLES= For example credit cards will list an APR (annual percentage rate) which is a nominal interest rate. For example if you wanted to find out how much you are actually paying interest on your credit card that states an APR of 19% that is compounded monthly you would type in: =EFFECT(.19,12) and you would get .2075 or 20.75%. That is the effective percentage you will pay on your loan. @SEEALSO=NOMINAL
da: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT beregner den effektive rente fra en given nominel rente. Den effektive rente beregnes ved hjælp af denne formel: @r( 1 + ------ ) ^ @nper - 1 @nper hvor: @r = nominel rente (opgivet på årlig basis) @nper = antal opgørelses-perioder For eksempel vil kreditkort opgive en årlig rente som er en nominel rente. For eksempel hvis du ønskede at finde ud af hvor meget du faktisk betaler i rente på dit kreditkort som opgiver en årlig rente på 19 % som opgøres månedlig, skal du indtaste: =EFFECT(.19,12) og du vil få .2075 eller 20,75 %. Dette er den effektive procentsats som du betaler på dit lån. @EXAMPLES= @SEEALSO=NOMINAL

source: effect - domain error
da: effekt - domænefejl

source: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL calculates the nominal interest rate from a given effective rate. Nominal interest rate is given by a formula: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) where: @r = effective interest rate @nper = number of periods used for compounding @EXAMPLES= @SEEALSO=EFFECT
da: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL beregner den nominelle rente fra en given effektiv rente. Den nominelle rente beregnes ved hjælp af denne formel: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) hvor: @r = effektiv rente @nper = antal opgørelses-perioder @EXAMPLES= @SEEALSO=EFFECT

source: nominal - domain error
da: nominal - domænefejl

source: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=ISPMT function returns the interest paid on a given period. If @per < 1 or @per > @nper, ISPMT returns #NUM! error. @EXAMPLES= @SEEALSO=PV
da: @FUNCTION=ISPMT @SYNTAX=ISPMT(rente,per,nper,nv) @DESCRIPTION=ISPMT returnerer renten som er betalt i en given periode. Hvis @per < 1 eller @per > @nper, returnerer ISPMT en #NUM! fejl. @EXAMPLES= @SEEALSO=PV

source: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB calculates the depreciation of an asset for a given period using the fixed-declining balance method. @cost is the initial value of the asset. @salvage is the value after the depreciation. @life is the number of periods overall. @period is the period for which you want the depreciation to be calculated. @month is the number of months in the first year of depreciation. If @month is omitted, it is assumed to be 12. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
da: @FUNCTION=DB @SYNTAX=DB(kost,skrapværdi,levetid,periode[,måned]) @DESCRIPTION=DB beregner afskrivningen på et aktiv for en given periode ved brug af saldoafskrivning. @kost er aktivets oprindelige omkostning. @skrapværdi er værdien efter afskrivningen, @levetid er antal perioder ialt. @periode er perioden for hvilken du ønsker afskrivningen skal beregnes. @måned er antal måneder i det første år for afskrivningen. Hvis @måned udelades, antages den til at være 12. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
