Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(value,vector1,vector2) @DESCRIPTION=The LOOKUP function finds the row index of 'value' in @vector1 and returns the contents of value2 at that row index. If the area is longer than it is wide then the sense of the search is rotated. Alternatively a single array can be used. If LOOKUP can't find @value it uses the next largest value less than value. The data must be sorted. If @value is smaller than the first value it returns #N/A @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
da: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(værdi,vektor1,vektor2) @DESCRIPTION=LOOKUP finder rækkeindekset for 'værdi' i @vektor1 og returnerer indholdet af værdi2 ved dette rækkeindeks. Hvis området er længere end det er bredt, så vendes søgningen. Alternativt kan en enkelt vektor bruges. Hvis LOOKUP ikke kan finde @værdi, bruger den det næststørste værdi mindre end @værdi. Data skal være sorteret.Hvis @værdi er mindre end den første værdi, returnerer den #N/A @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP

source: @FUNCTION=MATCH @SYNTAX=MATCH(seek,vector[,type]) @DESCRIPTION=The MATCH function finds the row index of @seek in @vector and returns it. If the area is longer than it is wide then the sense of the search is rotated. Alternatively a single array can be used. The @type parameter, which defaults to +1, controls the search: If @type = 1, finds largest value <= @seek. If @type = 0, finds first value == @seek. If @type = -1, finds smallest value >= @seek. For type 0, the data can be in any order. For types -1 and +1, the data must be sorted. (And in this case, MATCH uses a binary search to locate the index.) If @seek could not be found, #N/A is returned. @EXAMPLES= @SEEALSO=LOOKUP
da: @FUNCTION=MATCH @SYNTAX=MATCH(søg,vektor1[,type]) @DESCRIPTION=MATCH-funktionen finder rækkeindekset for @søg i @vektor og returnerer det. Hvis området er længere end det er bredt, så vendes søgningen. Alternativt kan en enkelt vektor bruges. Hvis type = 1, findes den største værdi <= søg. Hvis type = 0, findes første værdi == søg. Hvis type = -1, findes mindste værdi >= søg, For type 0 kan data være i hvilkensomhelst orden. For type -1 og +1 skal data være ordnet. (Og i disse tilfælde bruger MATCH en binær søgning til at finde indekset.) Hvis @søg ikke kan findes, returneres #N/A @EXAMPLES= @SEEALSO=LOOKUP

source: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text,[format]) @DESCRIPTION=INDIRECT function returns the contents of the cell pointed to by the ref_text string. The string specifices a single cell reference the format of which is either A1 or R1C1 style. The style is set by the format boolean, which defaults to the former. If @ref_text is not a valid reference returns #REF! @EXAMPLES= @SEEALSO=
da: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_tekst, [format]) @DESCRIPTION=INDIRECT-funktionen returnerer indholdet af cellen peget til af ref_tekst strengen. Strengen specificerer en enkelt cellereference, hvor formatet er enten A1 eller R1C1 stil. Stilen sættes ved format variablen, som har den første stil som standard. Hvis @ref_tekst ikke er en gyldig reference returneres #REF! @EXAMPLES= @SEEALSO=

source: @FUNCTION=INDEX @SYNTAX=INDEX(reference,[row, col, area]) @DESCRIPTION=The INDEX function returns a reference to the cell at a offset into the reference specified by row, col. If things go wrong returns #REF! @EXAMPLES= @SEEALSO=
da: @FUNCTION=INDEX @SYNTAX=INDEX(reference, [række, kol, område]) @DESCRIPTION=INDEX-funktionen returnerer en reference til cellen ved et afsæt fra referencen specificeret af række, kol. Hvis noget går galt returneres #REF! @EXAMPLES= @SEEALSO=

source: @FUNCTION=COLUMN @SYNTAX=COLUMN([reference]) @DESCRIPTION=The COLUMN function returns an array of the column numbers taking a default argument of the containing cell position. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= @SEEALSO=COLUMNS,ROW,ROWS
da: @FUNCTION=COLUMN @SYNTAX=COLUMN([reference]) @DESCRIPTION=COLUMN-funktionen returnerer et array med kolonnenumre og tager cellepositionen som argument. Hvis @reference hverken er et array, en reference eller et område returnerer funktionen en #VALUE!-fejl. @EXAMPLES= @SEEALSO=COLUMNS,ROW,ROWS

source: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=The COLUMNS function returns the number of columns in area or array reference. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= @SEEALSO=COLUMN,ROW,ROWS
da: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=COLUMNS-funktionen returnerer antal kolonner i et område eller matrixreference. Hvis @reference hverken er en matrix, en reference eller et område returnerer funktionen en #VALUE!-fejl. @EXAMPLES= @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=OFFSET @SYNTAX=OFFSET(range,row,col,height,width) @DESCRIPTION=The OFFSET function returns a cell range. The cell range starts at offset (@col,@row) from @range, and is of height @height and width @width. If range is neither a reference nor a range returns #VALUE!. If either height or width is omitted the height or width of the reference is used. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS
da: @FUNCTION=OFFSET @SYNTAX=OFFSET(område,række,kolonne,højde,bredde) @DESCRIPTION=OFFSET-funktionen returnerer et celleområde. Celleområdetbegynder ved stedet (@kolonne,@række) fra @område, og har højden @højde og bredden 2bredde. Hvis område hverken er en reference eller et område returneres #VALUE!. Hvis enten højde eller bredde er udeladt, bruges højden eller bredden af referencen. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS

source: @FUNCTION=ROW @SYNTAX=ROW([reference]) @DESCRIPTION=The ROW function returns an array of the row numbers taking a default argument of the containing cell position. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS
da: @FUNCTION=ROW @SYNTAX=ROW([reference]) @DESCRIPTION=ROW-funktionen returnerer et array med rækkenumre og tager cellepositionen som argument. Hvis @reference hverken er en matrix, en reference eller et område returneres en #VALUE!-fejl. @EXAMPLES= @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=ROWS @SYNTAX=ROWS(reference) @DESCRIPTION=The ROWS function returns the number of rows in area or array reference. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= @SEEALSO=COLUMN,ROW,ROWS
da: @FUNCTION=ROWS @SYNTAX=COLUMNS(reference) @DESCRIPTION=ROWS-funktionen returnerer antal rækker i et område eller matrixreference. Hvis @reference hverken er en matrix, en reference eller et område returneres en #VALUE!-fejl. @EXAMPLES= @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(reference) @DESCRIPTION=The HYPERLINK function currently returns its 2nd argument, or if that is omitted the 1st argument. @EXAMPLES= @SEEALSO=
da: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(reference) @DESCRIPTION=HYPERLINK-funktionen returnerer sit andet argument, eller hvis dette er udeladt, det første argument. @EXAMPLES= @SEEALSO=

source: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE function returns the transpose of the input @matrix. @EXAMPLES= @SEEALSO=MMULT
da: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE-funktionen returnerer transponeringen af den givne @matrix. @EXAMPLES= @SEEALSO=MMULT

source: Data / Lookup
da: Data / Opslag

source: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=GCD returns the greatest common divisor of given numbers. If any of the arguments is less than zero, GCD returns #NUM! error. If any of the arguments is non-integer, it is truncated. This function is Excel compatible. @EXAMPLES= GCD(470,770) equals to 10. GCD(470,770,1495) equals to 5. @SEEALSO=LCM
da: @FUNCTION=GCD @SYNTAX=GCD(tal1,tal2,...) @DESCRIPTION=GCD returnerer den største fælles divisor af givne tal. Hvis nogen af argumenterne er mindre en nul, returnerer GCD en NUM! fejl. Hvis nogen af argumenterne ikke er heltal, bliver de afrundet. Denne funktion er Excel kompatibel. @EXAMPLES= GCD(470,770) er lig 10. GCD(470,770,1495) er lig 5. @SEEALSO=LCM

source: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM returns the least common multiple of integers. The least common multiple is the smallest positive number that is a multiple of all integer arguments given. If any of the arguments is less than one, LCM returns #NUM! error. This function is Excel compatible. @EXAMPLES= LCM(2,13) equlas to 26. LCM(4,7,5) equals to 140. @SEEALSO=GCD
da: @FUNCTION=LCM @SYNTAX=LCM(tal1,tal2,...) @DESCRIPTION=LCM returnerer den mindste fælles produkt af heltal. Det mindste fælles produkt er det mindste positive tal som er et produkt af alle heltalsargumenterne som bliver givet. Hvis nogen af argumenterne er mindre end ét, returnerer LCM en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= LCM(2,13) er lig 26. LCM(4,7,5) er lig 140. @SEEALSO=GCD

source: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implements the Absolute Value function: the result is to drop the negative sign (if present). This can be done for integers and floating point numbers. This function is Excel compatible. @EXAMPLES= ABS(7) equals 7. ABS(-3.14) equals 3.14. @SEEALSO=CEIL, FLOOR
da: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=Implementerer absolut-værdi funktionen: resultatet er at fjerne minus-tegnet (hvis fundet). Dette kan gøres for heltal og flydendetal. Denne funktion er Excel kompatibel. @EXAMPLES= ABS(7) er lig 7. ABS(-3.14) er lig 3.14. @SEEALSO=CEIL, FLOOR

source: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS function calculates the arc cosine of @x; that is the value whose cosine is @x. If @x falls outside the range -1 to 1, ACOS fails and returns the NUM! error. The value it returns is in radians. This function is Excel compatible. @EXAMPLES= ACOS(0.1) equals 1.470629. ACOS(-0.1) equals 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
da: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS funktionen beregner arksinus af x; det vil sige værdien hvis kosinus er @x. Hvis @x falder udenfor området -1 til 1, fejler ACOS og returnerer fejlen NUM!. Værdien den returnerer er givet i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= ACOS(0.1) er lig 1.470629. ACOS(-0.1) er lig 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH function calculates the inverse hyperbolic cosine of @x; that is the value whose hyperbolic cosine is @x. If @x is less than 1.0, acosh() returns the NUM! error. This function is Excel compatible. @EXAMPLES= ACOSH(2) equals 1.31696. ACOSH(5.3) equals 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
da: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH-funktionen beregner det inverse hyperbolske kosinus af @x; det vil sige værdien hvis hyperbolske kosinus er @x. Hvis @x er mindre end 1.0, returnerer ACOSH() en NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= ACOSH(2) er lig 1.31696. ACOSH(5.3) er lig 2.35183. @SEEALSO=ACOS, DEGREES, RADIANS

source: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN function calculates the arc sine of @x; that is the value whose sine is @x. If @x falls outside the range -1 to 1, ASIN fails and returns the NUM! error. This function is Excel compatible. @EXAMPLES= ASIN(0.5) equals 0.523599. ASIN(1) equals 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
da: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN-funktionen beregner arkus sinus af @x; det vil sige værdien hvis sinus er @x. Hvis @x falder udenfor området -1 to 1, fejler ASIN og returnerer en NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= ASIN(0.5) er lig 0.523599. ASIN(1) er lig 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH function calculates the inverse hyperbolic sine of @x; that is the value whose hyperbolic sine is @x. This function is Excel compatible. @EXAMPLES= ASINH(0.5) equals 0.481212. ASINH(1.0) equals 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
da: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH-funktionen beregner den inverse hyperbolske sinus af x; det vil sige værdien hvis hyperbolske sinus er @x. Denne funktion er Excel kompatibel. @EXAMPLES= ASINH(0.5) er lig 0.481212. ASINH(1.0) er lig 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN function calculates the arc tangent of @x; that is the value whose tangent is @x. Return value is in radians. This function is Excel compatible. @EXAMPLES= ATAN(0.5) equals 0,463648. ATAN(1) equals 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
da: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN-funktionen beregner arkus tangens af @x; det vil sige værdien hvis tangens er @x. Returværdien er givet i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= ATAN(0.5) er lig 0,463648. ATAN(1) er lig 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH function calculates the inverse hyperbolic tangent of @x; that is the value whose hyperbolic tangent is @x. If the absolute value of @x is greater than 1.0, ATANH returns NUM! error. This function is Excel compatible. @EXAMPLES= ATANH(0.5) equals 0.549306. ATANH(0.8) equals 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
da: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH-funktionen beregner den inverse hyperbolske tangens til @x; det vil sige værdien hvis hyperbolske tangens er @x. Hvis absolutværdien af @x er større end 1.0, returnerer ATANH en NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= ATANH(0.5) er lig 0.549306. ATANH(0.8) er lig 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 function calculates the arc tangent of the two variables @b1 and @b2. It is similar to calculating the arc tangent of @b2 / @b1, except that the signs of both arguments are used to determine the quadrant of the result. The result is in radians. This function is Excel compatible. @EXAMPLES= ATAN2(0.5,1.0) equals 1.107149. ATAN2(-0.5,2.0) equals 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
da: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2-funktionen beregner arkus tangens til de to variable @b1 og @b2. Dette er det samme som beregning af arkus tangens af @b2 / @b1, bortset fra at fortegnene til begge argumenterne bruges til at bestemme kvadratet til resultatet. Resultatet opgives i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= ATAN2(0.5,1.0) er lig 1.107149. ATAN2(-0.5,2.0) er lig 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL function rounds @x up to the next nearest integer. This function is Excel compatible. @EXAMPLES= CEIL(0.4) equals 1. CEIL(-1.1) equals -1. CEIL(-2.9) equals -2. @SEEALSO=ABS, FLOOR, INT
da: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL-funktionen runder @x op til nærmeste heltal. Denne funktion er Excel kompatibel. @EXAMPLES= CEIL(0.4) er lig 1. CEIL(-1.1) er lig -1. CEIL(-2.9) er lig -2. @SEEALSO=ABS, FLOOR, INT

source: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(range,criteria) @DESCRIPTION=COUNTIF function counts the number of cells in the given @range that meet the given @criteria. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then COUNTIF(A1:A5,"<=28") equals 3. COUNTIF(A1:A5,"<28") equals 2. COUNTIF(A1:A5,"28") equals 1. COUNTIF(A1:A5,">28") equals 2. @SEEALSO=COUNT,SUMIF
da: @FUNCTION=COUNTIF @SYNTAX=COUNTIF (område,kriterier) @DESCRIPTION=COUNTIF-funktionen tæller antallet celler i et givet @område som møder kriterierne. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 23, 27, 28, 33, og 39. Da får vi at: COUNTIF(A1:A5,"<=28") er lig 3. COUNTIF(A1:A5,"<28") er lig 2. COUNTIF(A1:A5,"28") er lig 1. COUNTIF(A1:A5,">28") er lig 2. @SEEALSO=COUNT,SUMIF

source: @FUNCTION=SUMIF @SYNTAX=SUMIF(range,criteria[,actual_range]) @DESCRIPTION=SUMIF function sums the values in the given @range that meet the given @criteria. If @actual_range is given, SUMIF sums the values in the @actual_range whose corresponding components in @range meet the given @criteria. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUMIF(A1:A5,"<=28") equals 78. SUMIF(A1:A5,"<28") equals 50. In addition, if the cells B1, B2, ..., B5 hold numbers 5, 3, 2, 6, and 7 then: SUMIF(A1:A5,"<=27",B1:B5) equals 8. @SEEALSO=COUNTIF, SUM
da: @FUNCTION=SUMIF @SYNTAX=SUMIF(område,kriterie[,faktisk_område]) @DESCRIPTION=SUMIF-funktionen summerer værdierne i et givet @område som møder det givne kriterie. Hvis @faktisk_område er givet, summerer SUMIF værdierne i @faktisk_område hvis korresponderende komponenter i @område svarer til de givne kriterier. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 23, 27, 28, 33, og 39. Da får vi at: SUMIF(A1:A5,"<=28") er lig 78. SUMIF(A1:A5,"<28") er lig 50. I tillæg, hvis cellerne B1, B2, ..., B5 indeholder tallene 5, 3, 2, 6, og 7 får vi: SUMIF(A1:A5,"<=27",B1:B5) er lig 8. @SEEALSO=COUNTIF, SUM

source: @FUNCTION=CEILING @SYNTAX=CEILING(x,significance) @DESCRIPTION=CEILING function rounds @x up to the nearest multiple of @significance. If @x or @significance is non-numeric CEILING returns #VALUE! error. If @x and @significance have different signs CEILING returns #NUM! error. This function is Excel compatible. @EXAMPLES= CEILING(2.43,1) equals 3. CEILING(123.123,3) equals 126. @SEEALSO=CEIL
da: @FUNCTION=CEILING @SYNTAX=CEILING(x,signifikans) @DESCRIPTION=CEILING-funktionen runder @x op til nærmeste multiplum af signifikans. Hvis @x eller @signifikans er ikke-numerisk, returnerer CEILING en #VÆRDI! fejl. Hvis @x eller @signifikans har forskelige fortegn, returnerer CEILING NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= CEILING(2.43,1) er lig 3. CEILING(123.123,3) er lig 126. @SEEALSO=CEIL

source: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS function returns the cosine of @x, where @x is given in radians. This function is Excel compatible. @EXAMPLES= COS(0.5) equals 0.877583. COS(1) equals 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
da: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS-funktionen returnerer kosinus til @x, hvor @x er givet i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= COS(0.5) er lig 0.877583. COS(1) er lig 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH function returns the hyperbolic cosine of @x, which is defined mathematically as (exp(@x) + exp(-@x)) / 2. @x is in radians. This function is Excel compatible. @EXAMPLES= COSH(0.5) equals 1.127626. COSH(1) equals 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
da: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH-funktionen returnerer den hyperbolske kosinus til @x, som er defineret matematisk som (exp(@x) + exp(-@x)) / 2. @x er givet i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= COSH(0.5) er lig 1.127626. COSH(1) er lig 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP

source: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES computes the number of degrees equivalent to @x radians. This function is Excel compatible. @EXAMPLES= DEGREES(2.5) equals 143.2394. @SEEALSO=RADIANS, PI
da: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=Beregner antal grader som tilsvarer @x radianer. Denne funktion er Excel kompatibel. @EXAMPLES= DEGREES(2.5) er lig 143.2394. @SEEALSO=RADIANS, PI

source: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP computes the value of e (the base of natural logarithmns) raised to the power of @x. This function is Excel compatible. @EXAMPLES= EXP(2) equals 7.389056. @SEEALSO=LOG, LOG2, LOG10
da: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=Beregner værdien til e(basen for naturlige logaritmer) ophævet i @x'te potens. Denne funktion er Excel kompatibel. @EXAMPLES= EXP(2) er lig 7.389056. @SEEALSO=LOG, LOG2, LOG10

source: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT computes the factorial of @x. ie, @x!This function is Excel compatible. @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=
da: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=Beregner fakultet af @x. altså, @x! Denne funktion er Excel kompatibel. @EXAMPLES= FACT(3) er lig 6. FACT(9) er lig 362880. @SEEALSO=

source: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN computes the number of combinations. Performing this function on a non-integer or a negative number returns an error. Also if @n is less than @k returns an error. This function is Excel compatible. @EXAMPLES= COMBIN(8,6) equals 28. COMBIN(6,2) equals 15. @SEEALSO=
da: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN beregner antal kombinationer. Brug af denne funktion på et ikke-heltal eller et negativt tal returnereren fejl. Det returneres yderligere en fejl hvis @n er mindre end @k. Denne funktion er Excel kompatibel. @EXAMPLES= COMBIN(8,6) er lig 28. COMBIN(6,2) er lig 15. @SEEALSO=

source: @FUNCTION=FLOOR @SYNTAX=FLOOR(x,significance) @DESCRIPTION=FLOOR function rounds @x down to the next nearest multiple of @significance. @significance defaults to 1. This function is Excel compatible. @EXAMPLES= FLOOR(0.5) equals 0. FLOOR(5,2) equals 4. FLOOR(-5,-2) equals -4. FLOOR(-5,2) equals #NUM!. @SEEALSO=CEIL, ABS, INT
da: @FUNCTION=FLOOR @SYNTAX=CEIL(x,signifikans) @DESCRIPTION=FLOOR-funktionen runder @x ned til nærmeste multiplum af @signifikans. @signifikans er forvalgt til 1. Denne funktion er Excel kompatible. @EXAMPLES= FLOOR(0.5) er lig 0. FLOOR(5,2) er lig 4. FLOOR(-5,-2) er lig -4. FLOOR(-5,2) er lig #NUM!. @SEEALSO=CEIL, ABS, INT

source: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT function rounds @a now to the nearest integer where `nearest' implies being closer to zero. INT is equivalent to FLOOR(a) for @a >= 0, and CEIL(a) for @a < 0. This function is Excel compatible. @EXAMPLES= INT(7.2) equals 7. INT(-5.5) equals -6. @SEEALSO=FLOOR, CEIL, ABS
da: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT-funktionen runder @a af til nærmeste heltal, der 'nærmeste' betyder nærmere nul. INT er ækvivalent til FLOOR(a) for @a >=0, og CEIL(a) for @a < 0. Denne funktion er Excel kompatibel. @EXAMPLES= INT(7.2) er lig 7. INT(-5.5) er lig -5. @SEEALSO=FLOOR, CEIL, ABS

source: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG computes the logarithm of @x in the given base @base. If no @base is given LOG returns the logarithm in base 10. This function is Excel compatible. @EXAMPLES= LOG(2) equals 0.30103. LOG(8192,2) equals 13. @SEEALSO=LN, LOG2, LOG10
da: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=Beregner logaritmen til @x med givet base @base. Hvis ingen @base er givet, returnerer LOG-logaritmen i base 10. Denne funktion er Excel kompatibel. @EXAMPLES= LOG(2) er lig 0.30103. LOG(8192,2) er lig 13. @SEEALSO=LN, LOG2, LOG10

source: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN returns the natural logarithm of @x. If @x <= 0, LN returns #NUM! error. This function is Excel compatible. @EXAMPLES= LN(7) equals 1.94591. @SEEALSO=EXP, LOG2, LOG10
da: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN returnerer den naturlige logaritme til @x. Hvis @x <= 0 returnerer LN en #NUM!-fejl. Denne funktion er Excel kompatible. @EXAMPLES= LN(7) er lig 1.04591. @SEEALSO=EXP, LOG2, LOG10
