Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,frequency,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=PRICE @SYNTAX=PRICE(anbringelse,forfald,rente,ydelse,indfrielse,frekvens,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELD @SYNTAX=YIELD(settle,mat,rate,price,redemption_price,frequency,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=YIELD @SYNTAX=YIELD(anbringelse,forfald,rente,pris,indfrielse,frekvens,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(anbringelse,forfald,pris,indfrielse,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(anbringelse,forfald,udstedelse,rente,pris,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(anbringelse,forfald,udstedelse,første_kupon,rente,ydelse,indfrielse,frekvens,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(anbringelse,forfald,udstedelse,første_kupon,rente,pris,indfrielse,frekvens,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(anbringelse,forfald,sidste_rente,rente,ydelse,indfrielse,frekvens,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=
da: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(anbringelse,forfald,sidste_rente,rente,pris,indfrielse,frekvens,basis) @DESCRIPTION= @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate,basis) @DESCRIPTION=Returns the depreciation for each accounting period. @EXAMPLES= @SEEALSO=
da: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(kost,købsdato,første_periode,skrapværdi,periode,rente,basis) @DESCRIPTION=Returnerer afskrivningen for hver regnskabsperiode. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate,basis) @DESCRIPTION=Returns the depreciation for each accounting period. @EXAMPLES= @SEEALSO=
da: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(kost,købsdato,første_periode,skrapværdi,periode,rente,basis) @DESCRIPTION=Returnerer afskrivningen for hver regnskabsperiode. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis]) @DESCRIPTION=Returns the number of days from the beginning of the coupon period to the settlement date. @EXAMPLES= @SEEALSO=
da: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(anbringelse,forfald,frekvens[,basis]) @DESCRIPTION=Returnerer antal dage fra begyndelsen for kupon-perioden til anbringelsesdatoen. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis]) @DESCRIPTION=Returns the number of days in the coupon period of the settlement date. @EXAMPLES= @SEEALSO=
da: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(anbringelse,forfald,frekvens[,basis]) @DESCRIPTION=Returnerer antal dage i kupon-perioden af anbringelsesdatoen. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis]) @DESCRIPTION=Returns the number of days from the settlement date to the next coupon date. @EXAMPLES= @SEEALSO=
da: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(anbringelse,forfald,frekvens[,basis]) @DESCRIPTION=Returnerer antal dage fra anbringelsesdatoen til den næste kupondato. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(settlement,maturity,frequency[,basis]) @DESCRIPTION=Returns the coupon date following settlement. @EXAMPLES= @SEEALSO=
da: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(anbringelse,forfald,frekvens[,basis]) @DESCRIPTION=Returnerer kupondatoen efter anbringelsesdatoen. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(settlement,maturity,frequency[,basis]) @DESCRIPTION=Returns the coupon date preceeding settlement. @EXAMPLES= @SEEALSO=
da: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(anbringelse,forfald,frekvens[,basis]) @DESCRIPTION=Returnerer kupondatoen før anbringelsesdatoen. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(settlement,maturity,frequency[,basis]) @DESCRIPTION=Returns the numbers of coupons to be paid between the settlement and maturity dates, rounded up. @EXAMPLES= @SEEALSO=
da: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(anbringelse,forfald,frekvens[,basis]) @DESCRIPTION=Returnerer antal kuponer som skal betales mellem anbringelsedatoen og forfaldsdatoen, rundet op. @EXAMPLES= @SEEALSO=

source: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=Returns the cumulative interest paid on a loan between @start_period and @end_period. @EXAMPLES= @SEEALSO=
da: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rente,nper,pv,start_periode,slut_periode,type) @DESCRIPTION=Returnerer den akkumulerede rente betalt på et lån mellem @start_periode og @slut_periode. @EXAMPLES= @SEEALSO=

source: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=Returns the cumulative principal paid on a loan between @start_period and @end_period. @EXAMPLES= @SEEALSO=
da: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rente,nper,pv,start_periode,slut_periode,type) @DESCRIPTION=Returnerer den akkumulerede hovedstol betalt på et lån mellem @start_periode og @slut_periode. @EXAMPLES= @SEEALSO=

source: @FUNCTION=MDURATION @SYNTAX=MDURATION(settlement,maturity,coupon,yield,frequency[,basis]) @DESCRIPTION=Returns the Macauley duration for a security with par value 100. @EXAMPLES= @SEEALSO=
da: @FUNCTION=MDURATION @SYNTAX=MDURATION(anbringelse,forfald,kupon,ydelse,frekvens[,basis]) @DESCRIPTION=Returnerer Macauley varigheden for et værdipapir med pari værdi 100. @EXAMPLES= @SEEALSO=

source: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB calculates the depreciation of an asset for a given period or partial period using the double-declining balance method. @EXAMPLES= @SEEALSO=DB
da: @FUNCTION=VDB @SYNTAX=VDB(kost,skrapværdi,levetid,start_periode,slut_periode[,faktor,switch]) @DESCRIPTION=VDB beregner afskrivningen på et aktiv for en given periode eller en delperiode ved brug af dobbelt-aftagende saldo-metoden. @EXAMPLES= @SEEALSO=DB

source: Financial
da: Finans

source: @FUNCTION=CELL @SYNTAX=CELL() @DESCRIPTION=CELL returns information about the formatting, location, or contents of a cell. @EXAMPLES= @SEEALSO=
da: @FUNCTION=CELL @SYNTAX=CELL() @DESCRIPTION=CELL returnerer information om formatering, pladsering, eller indhold af en celle. @EXAMPLES= @SEEALSO=

source: Unknown info_type
da: Ukendt info_type

source: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK returns the number of blank cells in a @range. This function is Excel compatible. @EXAMPLES= @SEEALSO=COUNT
da: @FUNCTION=COUNTBLANK @SYNTAX=COUNTIF (område) @DESCRIPTION=COUNTBLANK returnerer antallet af blanke celler i et givet @område. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=COUNT

source: @FUNCTION=INFO @SYNTAX=INFO() @DESCRIPTION=INFO returns information about the current operating environment. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=INFO @SYNTAX=INFO() @DESCRIPTION=INFO returnerer information om det nuværende systemmiljø. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: Unknown version
da: Ukendt version

source: Automatic
da: Automatisk

source: Unknown system
da: Ukendt system

source: @FUNCTION=ISERROR @SYNTAX=ISERROR(exp) @DESCRIPTION=ISERROR returns a TRUE value if the expression has an error This function is Excel compatible. @EXAMPLES= @SEEALSO=ERROR
da: @FUNCTION=ISERROR @SYNTAX=ISERROR(exp) @DESCRIPTION=Returnerer en SAND værdi hvis udtrykket har en fejl Denne funktion er Excel kompatibel. @SEEALSO=ERROR

source: Argument mismatch
da: Fejl med argument

source: @FUNCTION=ISNA @SYNTAX=ISNA() @DESCRIPTION=ISNA returns TRUE if the value is the #N/A error value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ISNA @SYNTAX=ISNA() @DESCRIPTION=Returnerer SAND hvis værdien er #N/A fejlværdien. Denne funktion er Excel kompatibel. @SEEALSO=

source: @FUNCTION=ISERR @SYNTAX=ISERR() @DESCRIPTION=ISERR returns TRUE if the value is any error value except #N/A. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ISERR @SYNTAX=ISERR() @DESCRIPTION=Returnerer SAND hvis værdien ikke er #N/A. Denne funktion er Excel kompatibel. @SEEALSO=

source: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR(exp) @DESCRIPTION=ERROR.TYPE returns an error number corresponding to the given error value. The error numbers for error values are #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME! 5 #NUM! 6 #NA! 7 This function is Excel compatible. @EXAMPLES= ERROR.TYPE(NA()) equals 7. @SEEALSO=ISERROR
da: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR(exp) @DESCRIPTION=ERROR.TYPE returnerer et fejlnummer svarende til den angivne fejlværdi. Fejlnumrene for fejlværdierne er #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME! 5 #NUM! 6 #NA! 7 Denne funktion er Excel kompatibel. @EXAMPLES= ERROR.TYPE(NA()) er lig 7. @SEEALSO=ISERROR

source: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA returns the error value #N/A. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA returnerer fejlværdien #N/A. Denne funktion er Excel kompatibel. @SEEALSO=

source: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR return the specified error @EXAMPLES= @SEEALSO=ISERROR
da: @FUNCTION=ERROR @SYNTAX=ERROR(tekst) @DESCRIPTION=Returnerer den specificerede fejl @EXAMPLES= @SEEALSO=ISERROR

source: Type mismatch
da: Fejl med type

source: @FUNCTION=ISBLANK @SYNTAX=ISBLANK() @DESCRIPTION=ISBLANK returns TRUE if the value is blank. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ISBLANK @SYNTAX=ISBLANK() @DESCRIPTION=ISBLANK returnerer SAND hvis værdien er blank. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISEVEN @SYNTAX=ISEVEN() @DESCRIPTION=ISEVEN returns TRUE if the number is even. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISODD
da: @FUNCTION=ISEVEN @SYNTAX=ISEVEN() @DESCRIPTION=ISEVEN returnerer SAND hvis nummeret er lige. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL() @DESCRIPTION=ISLOGICAL returns TRUE if the value is a logical value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL() @DESCRIPTION=ISLOGICAL returnerer SAND hvis værdien er en logisk værdi. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT() @DESCRIPTION=ISNONTEXT Returns TRUE if the value is not text. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISTEXT
da: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT() @DESCRIPTION=ISNONTEXT returnerer SAND hvis værdien ikke er tekst. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER() @DESCRIPTION=ISNUMBER returns TRUE if the value is a number. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER() @DESCRIPTION=ISNUMBER returnerer SAND hvis værdien er et tal. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISODD @SYNTAX=ISODD() @DESCRIPTION=ISODD returns TRUE if the number is odd. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISEVEN
da: @FUNCTION=ISODD @SYNTAX=ISODD() @DESCRIPTION=ISODD returnerer SAND hvis tallet er ulige. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISREF @SYNTAX=ISREF() @DESCRIPTION=ISREF returns TRUE if the value is a reference. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ISREF @SYNTAX=ISREF() @DESCRIPTION=ISREF returnerer SAND hvis værdien er en reference. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISTEXT @SYNTAX=ISTEXT() @DESCRIPTION=ISTEXT returns TRUE if the value is text. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISNONTEXT
da: @FUNCTION=ISTEXT @SYNTAX=ISTEXT() @DESCRIPTION=ISTEXT returnerer SAND hvis værdien er tekst. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=N @SYNTAX=N() @DESCRIPTION=N returns a value converted to a number. Strings containing text are converted to the zero value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=N @SYNTAX=N() @DESCRIPTION=N returnerer en værdi konverteret til et tal. Strenge som indeholder tekst konverteres til nulværdien. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=TYPE @SYNTAX=TYPE() @DESCRIPTION=TYPE returns a number indicating the data type of a value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
da: @FUNCTION=TYPE @SYNTAX=TYPE() @DESCRIPTION=TYPE returnerer et tal som indikerer datatypen af en værdi. Denne funktion er Excel kompatibel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND implements the logical AND function: the result is TRUE if all of the expression evaluates to TRUE, otherwise it returns FALSE. @b1, trough @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided zero is considered FALSE and anything else is TRUE. If the values contain strings or empty cells those values are ignored. If no logical values are provided, then the error #VALUE! is returned. This function is Excel compatible. @EXAMPLES= AND(TRUE,TRUE) equals TRUE. AND(TRUE,FALSE) equals FALSE. Let us assume that A1 holds number five and A2 number one. Then AND(A1>3,A2<2) equals TRUE. @SEEALSO=OR, NOT
da: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND implementerer den logiske OG funktion: Resultatet er SAND hvis alt i udtrykket evalueres til SAND, ellers returnerer den FALSK. @b1 til @bN er udtryk som bør evalueres til SAND eller FALSK. Hvis et heltal eller flydendetal angives, bliver nul antaget som FALSK og alt andet er SAND. Hvis værdierne indeholder strenge eller tomme celler bliver disse værdier ignoreret. Hvis ingen logiske værdier er angivet, så returneres en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= AND(TRUE,TRUE) er lig SAND. AND(TRUE,FALSE) er lig FALSK. Lad os antage at A1 indeholder tallet 5 og A2 tallet 1. Så har vi at AND(A1>3,A2<2) er lig SAND. @SEEALSO=OR, NOT

source: @FUNCTION=NOT @SYNTAX=NOT(number) @DESCRIPTION=NOT implements the logical NOT function: the result is TRUE if the @number is zero; otherwise the result is FALSE. This function is Excel compatible. @EXAMPLES= NOT(0) equals TRUE. NOT(TRUE) equals FALSE. @SEEALSO=AND, OR
da: @FUNCTION=NOT @SYNTAX=NOT(tal) @DESCRIPTION=Implementerer den logiske IKKE-funktion: resultatet er SAND hvis @tal er nul; ellers er resultatet FALSK. Denne funktion er Excel kompatibel. @EXAMPLES= NOT(0) er lig TRUE (Sandt). NOT(TRUE) er lig FALSE (Falsk). @SEEALSO=AND, OR

source: Type Mismatch
da: Fejl type

source: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR implements the logical OR function: the result is TRUE if any of the values evaluated to TRUE. @b1, trough @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided zero is considered FALSE and anything else is TRUE. If the values contain strings or empty cells those values are ignored. If no logical values are provided, then the error #VALUE! is returned. This function is Excel compatible. @EXAMPLES= OR(TRUE,FALSE) equals TRUE. OR(3>4,4<3) equals FALSE. @SEEALSO=AND, NOT
da: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR implementerer den logiske ELLER funktion: Resultatet er SAND hvis en værdi evalueres til SAND. @b1 til @bN er udtryk som bør evalueres til SAND eller FALSK. Hvis et heltal eller flydendetal angives, bliver nul antaget som FALSK og alt andet er SAND. Hvis værdierne indeholder strenge eller tomme celler bliver disse værdier ignoreret. Hvis ingen logiske værdier er angivet, så returneres en #VALUE! fejl. Denne funktion er Excel kompatibel. @EXAMPLES= OR(SAND,FALSK) er lig SAND. OR(3>4,4<3) er lig FALSK. @SEEALSO=AND, NOT

source: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=Use the IF statement to evaluate conditionally other expressions IF evaluates @condition. If @condition returns a non-zero value the result of the IF expression is the @if-true expression, otherwise IF evaluates to the value of @if-false. If ommitted @if-true defaults to TRUE and @if-false to FALSE. This function is Excel compatible. @EXAMPLES= IF(FALSE,TRUE,FALSE) equals FALSE. @SEEALSO=
da: @FUNCTION=IF @SYNTAX=IF(betingelse[,hvis_sand,hvis_falsk]) @DESCRIPTION=Brug IF-sætningen til betinget evaluering af andre udtryk. IF evaluerer @betingelse. Hvis @betingelse returnerer en ikke-nul værdi, er resultatet af IF-udtrykket @hvis_sand udtrykket, ellers evalueres IF til værdien af @hvis_falsk. Hvis udeladt antages @hvis_sand at være SAND og @hvis_falsk at være FALSK. Denne funktion er Excel kompatibel. @EXAMPLES= IF(FALSK,SAND,FALSK) er lig FALSK. @SEEALSO=

source: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE returns boolean value true. This function is Excel compatible. @EXAMPLES= TRUE() equals TRUE. @SEEALSO=FALSE
da: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE returnerer sandhedsværdien SAND. Denne funktion er Excel kompatibel. @EXAMPLES= TRUE() er lig SAND. @SEEALSO=

source: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE returns boolean value false. This function is Excel compatible. @EXAMPLES= FALSE() equals FALSE. @SEEALSO=TRUE
da: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE returnerer sandhedsværdien FALSK. Denne funktion er Excel kompatibel. @EXAMPLES= FALSE() er lig FALSK. @SEEALSO=TRUE

source: Logical
da: Logisk

source: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS returns a cell address as text for specified row and column numbers. If @abs_num is 1 or omitted, ADDRESS returns absolute reference. If @abs_num is 2 ADDRESS returns absolute row and relative column. If @abs_num is 3 ADDRESS returns relative row and absolute column. If @abs_num is 4 ADDRESS returns relative reference. If @abs_num is greater than 4 ADDRESS returns #NUM! error. @a1 is a logical value that specifies the reference style. If @a1 is TRUE or omitted, ADDRESS returns an A1-style reference, i.e. $D$4. Otherwise ADDRESS returns an R1C1-style reference, i.e. R4C4. @text specifies the name of the worksheet to be used as the external reference. If @row_num or @col_num is less than one, ADDRESS returns #NUM! error. @EXAMPLES= @SEEALSO=
da: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(rækkenum,kolnum[,absnum,a1,tekst]) @DESCRIPTION=ADDRESS returnerer en celle-adresse som tekst for specificerede række- og kolonne-numre. Hvis @absnum er 1 eller udeladt, returnerer ADDRESS en absolut reference. Hvis @absnum er 2, returnerer ADDRESS en absolut række og relativ kolonne. Hvis @absnum er 3, returnerer ADDRESS en relativ række og absolut kolonne. Hvis @absnum er 4, returnerer ADDRESS en relativ reference. Hvis @absnum er større end 4 returnerer ADDRESS en NUM! fejl. @a1 er en logisk værdi som angiver reference-stilen. Hvis @a1 er SAND eller udeladt, returnerer ADDRESS en A1-stils-reference, fx $D$4. Ellers returnerer ADDRESS en R1C1-stils-reference, fx R4C4. @tekst angiver navnet på arbejdsarket som bruges som den eksterne reference. Hvis @rækkenum eller @kolnum er mindre end én, returnerer ADDRESS en #NUM! fejl. @EXAMPLES= @SEEALSO=

source: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,value1][,value2]...) @DESCRIPTION=CHOOSE returns the value of index @index. @index is rounded to an integer if it is not. If @index < 1 or @index > number of values: returns #VAL!. @EXAMPLES= @SEEALSO=IF
da: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(indeks[,værdi1][,værdi2]...) @DESCRIPTION=CHOOSE returnerer værdien af indekset @indeks. @indeks rundes af til et heltal hvis det ikke er det. Hvis @indeks < 1 eller @indeks > antal værdier, returneres #VAL!. @EXAMPLES= @SEEALSO=IF

source: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(value,range,column[,approximate]) @DESCRIPTION=VLOOKUP function finds the row in range that has a first column similar to value. If @approximate is not true it finds the row with an exact equivilance. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the row with value less than @value. It returns the value in the row found at a 1 based offset in @column columns into the @range. Returns #NUM! if @column < 0. Returns #REF! if @column falls outside @range. @EXAMPLES= @SEEALSO=HLOOKUP
da: @SYNTAX=VLOOKUP(værdi,område,kolonne,[tilnærmet]) @DESCRIPTION=VLOOKUP finder rækken i området som har en første kolonne der ligner værdi. Hvis @tilnærmet ikke er sand, finder den rækken med en præcis overensstemmelse. Hvis @tilnærmet er sand, så skal værdierne være ordnet i stigende rækkefølge for at det fungerer korrekt; i dette tilfælde finder den rækken med værdien mindre end @værdi. Den returnerer værdien i rækken fundet ved 1 mere i @kolonne kolonner inde i @område. Returnerer #NUM! hvis @kolonne < 0. Returnerer #REF! hvis @kolonne falder udenfor @område. @EXAMPLES= @SEEALSO=HLOOKUP

source: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(value,range,row[,approximate]) @DESCRIPTION=HLOOKUP function finds the col in range that has a first row cell similar to value. If @approximate is not true it finds the col with an exact equivilance. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the col with value less than @value it returns the value in the col found at a 1 based offset in @row rows into the @range. Returns #NUM! if @row < 0. Returns #REF! if @row falls outside @range. @EXAMPLES= @SEEALSO=VLOOKUP
da: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(værdi,område,række,[tilnærmet]) @DESCRIPTION=VLOOKUP finder kolonnen i området som har en første række celle der ligner værdi. Hvis @tilnærmet ikke er sand, finder den kolonnen med en præcis overensstemmelse. Hvis @tilnærmet er sand, så skal værdierne være ordnet i stigende rækkefølge for at det virker korrekt; i dette tilfælde finder den kolonnen med værdien mindre end @værdi. Den returnerer værdien i kolonnen fundet ved 1 mere i @række rækker inde i @område. Returnerer #NUM! hvis @række < 0. Returnerer #REF! hvis @række falder udenfor @område. @EXAMPLES= @SEEALSO=VLOOKUP
