Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: Solver Options
da: Alternativer for problemløser

source: Add
da: Tilføj

source: Add Constraint
da: Tilføj begrænsning

source: B_y Changing Cells:
da: Ved at ændre celler:

source: Change Constraint
da: Ændr begrænsning

source: Equal To:
da: Lig med:

source: Gnumeric Solver Parameters
da: Parametre for Gnumeric problemløser

source: Options...
da: Indstillinger...

source: Reports:
da: Rapporter:

source: Solve
da: Løs

source: Subject to the Constraints:
da: Udsat for begrænsningerne:

source: _Answer
da: Svar

source: _Change
da: _Ændr

source: _Delete
da: Slet

source: _Keep Solver Solution
da: Gem problemløser-løsninger

source: _Left Hand Side:
da: Venstrehåndsside:

source: _Limits
da: Grænser

source: _Max
da: _Maks

source: _Restore Original Values
da: Gendan originalværdier

source: _Right Hand Side:
da: Højrehåndsside:

source: _Sensitivity
da: Følsomhed

source: _Set Target Cell:
da: _Sæt målcelle:

source: Author
da: Forfatter

source: Category
da: Kategori

source: Comments
da: Kommentarer

source: Company
da: Virksomhed

source: Document Summary Information
da: Dokument sammendragsinfo

source: Keywords
da: Nøgleord

source: Manager
da: Ansvarlig

source: Summary
da: Sammendrag

source: Title
da: Titel

source: Notebook
da: Notesbog

source: Scrollbars
da: Rullegardiner

source: View
da: Vis

source: _Horizontal Scrollbar
da: Vandret rullegardin

source: _Tabs
da: Faneblade

source: _Vertical Scrollbar
da: Lodret rullegardin

source: already defined
da: allerede defineret

source: circular reference
da: cirkulær henvisning

source: Builtin
da: Indbygget

source: Error: no sheet
da: Fejl: intet ark

source: Syntax error
da: Syntaksfejl

source: Missing quote
da: Manglende anførselstegn

source: Impossible!
da: Umuligt!

source: Internal type error
da: Intern typefejl

source: Unknown operator
da: Ukendt operator

source: Unknown evaluation error
da: Ukendt evalueringsfejl

source: Could not read file %s %%s
da: Kan ikke læse filen %s %%s

source: Could not import file %s %%s
da: Kunne ikke importere filen %s %%s

source: File format:
da: Filformat:

source: Workbook %s already exists. Do you want to save over it?
da: Arbejdsbog %s eksisterer allerede Vil du gemme oven i den?

source: %s is a directory name
da: %s er navnet på en mappe

source: You do not have permission to save to %s
da: Du har ikke lov til at gemme i %s

source: Please enter a file name, not a directory
da: Venligst indtast et filnavn, ikke et katalog

source: Sorry, there are no file savers loaded, I cannot save
da: Beklager, gemning er umulig da ingen filgemmere er indlæst

source: Could not save to file %s %%s
da: Kunne ikke gemme som filen %s %%s

source: Save workbook as
da: Gem arbejdsbog som

source: Load file
da: Åbn fil

source: black
da: sort

source: blue
da: blå

source: green
da: grøn

source: red
da: rød

source: white
da: hvid

source: yellow
da: gul

source: General
da: Generelt

source: Andorran peseta
da: Andorransk peseta

source: Afghanistan afghani
da: Afghanske afghani

source: Albanian lek
da: Albanske lek

source: Netherlands Antillian guilder
da: Hollandsk Antilliske gylden

source: Angolan new kwanza
da: Angolske nye kwanza

source: Argentine austral
da: Argentinske austral

source: Austrian schilling
da: Østrigske schilling

source: Australian dollar
da: Australske dollar

source: Aruban guilder
da: Arubanske gylden

source: Bangladeshi taka
da: Bangladeshiske taka

source: Belgian franc
da: Belgiske franc

source: Bulgarian lev
da: Bulgarske lev

source: Bahraini dinar
da: Bahrainske dinar

source: Bermudian dollar
da: Bermuda dollar

source: Bolivian boliviano
da: Bolivianske boliviano

source: Brazilian cruzeiro
da: Brasilianske cruzeiro

source: Bahamian dollar
da: Bahamiske dollar

source: Botswanian pula
da: Botswananske pula

source: Belarussian ruble
da: Hviderussiske rubler

source: Canadian dollar
da: Canadiske dollar

source: Swiss franc
da: Schweizerfranc

source: Chilean peso
da: Chilenske peso

source: Chinese yuan renminbi
da: Kinesiske juan renminbi

source: Colombian peso
da: Colombianske peso

source: Costa Rican colon
da: Costa Ricanske colon

source: Czech Koruna
da: Tjekkiske koruna

source: Cuban peso
da: Cubanske peso

source: Cyprus pound
da: Cypriotiske pund

source: Deutsche mark
da: Tyske D-mark

source: Danish krone
da: Danske kroner

source: Dominican peso
da: Dominikanske peso

source: Algerian dinar
da: Algerianske dinar

source: Ecuador sucre
da: Ecuadorianske sucre

source: Egyptian pound
da: Egyptiske pund

source: Spanish peseta
da: Spanske peseta

source: Ethiopian birr
da: Etiopiske birr

source: Finnish markka
da: Finske mark

source: Falkland Islands pound
da: Falkland Island pund

source: French franc
da: Franske franc

source: UK pound sterling
da: Britiske pund sterling

source: Ghanaian cedi
da: Ghanaianske cedi

source: Gibraltar pound
da: Gibraltar pund

source: Gambian dalasi
da: Gambianske dalasi

source: Greek drachma
da: Græske drakmer

source: Guatemalan quetzal
da: Guatemalanske quetzal

source: Guyanan dollar
da: Guyananske dollar

source: Honduran lempira
da: Honduranske lempira

source: Croatian kuna
da: Kroatiske kuna

source: Haitian gourde
da: Haitianske gourde

source: Hungarian forint
da: Ungarske forint

source: Indonesian rupiah
da: Indonesiske rupiah

source: Irish punt
da: Irske punt

source: Irish pence ***
da: Irske pence ***

source: Israeli shekel
da: Israelske shekel

source: Indian rupee
da: Indiske rupee

source: Iraqi dinar
da: Irakiske dinar

source: Iranian rial
da: Iranske rial

source: Iceland krona
da: Islandske kroner

source: Italian lira
da: Italienske lire

source: Jamaican dollar
da: Jamaicanske dollar

source: Jordanian dinar
da: Jordanske dinarer

source: Japanese yen
da: Japanske yen

source: Kenyan shilling
da: Kenyanske shilling

source: Kampuchean riel
da: Kampucheanske riel

source: North Korean won
da: Nordkoreanske won

source: Republic of Korea won
da: Sydkoreanske won

source: Kuwaiti dinar
da: Kuwaitiske dinar

source: Cayman Islands dollar
da: Cayman Island dollar

source: Lao kip
da: Laotiske kip

source: Lebanese pound
da: Libanesiske pund

source: Sri Lanka rupee
da: Sri Lankanske rupee

source: Liberian dollar
da: Liberianske dollar

source: Luxembourg franc
da: Luxembourgske franc

source: Libyan dinar
da: Libyske dinarer

source: Moroccan dirham
da: Marokkanske dirham

source: [$MDL]
da: [$MLD]

source: Moldovan leu
da: Moldoviske Leu

source: Malagasy franc
da: Malagaskiske franc

source: Myanmar kyat
da: Myanmarske kyat

source: Mongolian tugrik
da: Mongolske tugrik

source: Macau pataca
da: Macau pacata

source: Mauritanian ouguiya
da: Mauritanske ouguiya

source: Maltese lira
da: Maltesiske lire

source: Mauritius rupee
da: Mauritiuske rupee

source: Maldive rupee
da: Maldivianske rupee

source: Malawi kwacha
da: Malawianske kwacha

source: Mexican peso
da: Mexikanske peso

source: Malaysian ringgit
da: Malajsiske ringgit

source: Mozambique metical
da: Mozambisiske metical

source: Nigerian naira
da: Nigerianske naira

source: Nicaraguan cordoba oro
da: Nicaraguanske cordoba oro

source: Netherlands guilder
da: Hollandske gylden

source: Norwegian krone
da: Norske kroner

source: Nepalese rupee
da: Nepaliske rupee

source: New Zealand dollar
da: New Zealandske dollar

source: Rial Omani
da: Omani Rial

source: Panamanian balboa
da: Panamaiske balboa

source: Peruvian inti
da: Peruiske inti

source: Philippino peso
da: Filippinske peso

source: Pakistan rupee
da: Pakistanske rupee

source: Polish zloty
da: Polske zloty

source: Portuguese escudo
da: Portugisiske escudo

source: Paraguay guarani
da: Paraguayske guarani

source: Romanian leu
da: Rumænske leu

source: Saudi Arabian riyal
da: Saudi Arabiske riyal

source: Solomon Islands dollar
da: Solomon øernes dollar

source: Seychelles rupee
da: Seycheller rupee

source: Sudanese pound
da: Sudanesiske pund

source: Swedish krona
da: Svenske kroner

source: St.Helena pound
da: St.Helena pund

source: Somali shilling
da: Somaliske shilling

source: Suriname guilder
da: Surinamesiske gylden

source: Sao Tome and Principe dobra
da: Sao Tome og Principe dobra

source: USSR rouble
da: USSR rubler

source: El Salvador colon
da: El Salvadoranske colon

source: Syrian pound
da: Syriske pund

source: Swaziland lilangeni
da: Swazilandske lilangeni

source: Thai baht
da: Thailandske baht

source: Tunisian dinar
da: Tunesiske dinarer

source: Tongan pa'anga
da: Tonganske pa'anga

source: East Timor escudo
da: Øst Timor escudo

source: Turkish lira
da: Tyrkiske lire

source: Trinidad and Tobago dollar
da: Trinidad og Tobago dollar

source: New Taiwan dollar
da: Nye Taiwan dollar

source: Tanzanian shilling
da: Tanzanianske shilling

source: Ukrainian hryvnia
da: Ukrainske hryvnia

source: Ugandan shilling
da: Ugandesiske shilling

source: Uruguayan peso
da: Uruguayanske peso

source: Venezuelan bolivar
da: Venezuelske bolivar

source: Vietnamese dong
da: Vietnamesiske dong

source: Samoan tala
da: Samoanske tala

source: East Caribbean dollar
da: Østkaribiske dollar

source: European currency unit
da: Europæisk regningsenhed

source: Democratic Yemeni dinar
da: Demokratisk Jemen dinar

source: Yemeni rial
da: Jemenske rial

source: New Yugoslavia dinar
da: Ny jugoslaviske dinar

source: South African rand funds code
da: Sydafrikanske rand fondkode

source: South African rand
da: Sydafrikanske rand

source: Zambian kwacha
da: Zambiske kwacha

source: Zimbabwe dollar
da: Zimbabwianske dollar

source: Cannot create file %s
da: Kan ikke oprette filen %s

source: Unknown Function
da: Ukendt funktion

source: Function does not exist
da: Funktion eksisterer ikke

source: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE(database,field,criteria) @DESCRIPTION=DAVERAGE function returns the average of the values in a list or database that match conditions specified.
da: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE(database,felt,kriterie) @DESCRIPTION=DAVERAGE-funktionen returnerer gennemsnittet af værdierne i en liste eller en database som passer til de specificerede betingelser.

source: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database,field,criteria) @DESCRIPTION=DCOUNT function counts the cells that contain numbers in a database that match conditions specified.
da: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database,felt,kriterie) @DESCRIPTION=DCOUNT-funktionen tæller cellerne som indeholder tal i en database som passer til de opgivne betingelser.

source: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA(database,field,criteria) @DESCRIPTION=DCOUNTA function counts the cells that contain data in a database that match conditions specified.
da: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA(database,felt,kriterie) @DESCRIPTION=DCOUNTA-funktionen tæller cellerne som indeholder data i en database som passer til de opgivne betingelser.

source: @FUNCTION=DGET @SYNTAX=DGET(database,field,criteria) @DESCRIPTION=DGET function returns a single value from a column that match conditions specified.
da: @FUNCTION=DGET @SYNTAX=DGET(database,felt,kriterie) @DESCRIPTION=DGET-funktionen returnerer en enkelt værdi fra en kolonne som tilfredstiller de specificerede betingelser.

source: @FUNCTION=DMAX @SYNTAX=DMAX(database,field,criteria) @DESCRIPTION=DMAX function returns the largest number in a column that match conditions specified.
da: @FUNCTION=DMAX @SYNTAX=DMAX(database,felt,kriterie) @DESCRIPTION=DMAX-funktionen returnerer det største tal i en kolonne som tilfredstiller de specificerede betingelser.

source: @FUNCTION=DMIN @SYNTAX=DMIN(database,field,criteria) @DESCRIPTION=DMIN function returns the smallest number in a column that match conditions specified.
da: @FUNCTION=DMIN @SYNTAX=DMIN(database,felt,kriterie) @DESCRIPTION=DMIN-funktionen returnerer det mindste tal i en kolonne som tilfredstiller de specificerede betingelser.

source: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(database,field,criteria) @DESCRIPTION=DPRODUCT function returns the product of numbers in a column that match conditions specified.
da: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(database,felt,kriterie) @DESCRIPTION=DPRODUCT-funktionen returnerer produktet af tallene i en kolonne som tilfredstiller de specificerede betingelser.

source: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,field,criteria) @DESCRIPTION=DSTDEV function returns the estimate of the standard deviation of a population based on a sample. The populations consists of numbers that match conditions specified.
da: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,felt,kriterie) @DESCRIPTION=DSTDEV-funktionen returnerer det estimerede standardafvigelse for en population baseret på et udvalg. Populationen består af tal som til- fredstiller de specificerede betingelser.

source: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database,field,criteria) @DESCRIPTION=DSTDEVP function returns the standard deviation of a population based on the entire populations. The populations consists of numbers that match conditions specified.
da: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database,felt,kriterie) @DESCRIPTION=DSTDEVP-funktionen returnerer standardafvigelsen for en population baseret på hele populationen. Populationen består af tal som til- fredstiller de specificerede betingelser.

source: @FUNCTION=DSUM @SYNTAX=DSUM(database,field,criteria) @DESCRIPTION=DSUM function returns the sum of numbers in a column that match conditions specified.
da: @FUNCTION=DSUM @SYNTAX=DSUM(database,felt,kriterie) @DESCRIPTION=DSUM-funktionen returnerer summen af tallene i en kolonne som tilfredsstiller de specificerede betingelser.

source: @FUNCTION=DVAR @SYNTAX=DVAR(database,field,criteria) @DESCRIPTION=DVAR function returns the estimate of variance of a population based on a sample. The populations consists of numbers that match conditions specified.
da: @FUNCTION=DVAR @SYNTAX=DVAR(database,felt,kriterie) @DESCRIPTION=DVAR-funktionen returnerer estimeret varians for en population baseret på et udvalg. Populationerne består af tal som tilfredsstiller de specificerede betingelser.

source: @FUNCTION=DVARP @SYNTAX=DVARP(database,field,criteria) @DESCRIPTION=DVARP function returns the variance of a population based on the entire populations. The populations consists of numbers that match conditions specified.
da: @FUNCTION=DVARP @SYNTAX=DVARP(database,felt,kriterie) @DESCRIPTION=DVARP-funktionen returnerer variansen til en population baseret på alle populationerne. Populationerne består af tal som tilfredsstiller de specificerede betingelser.

source: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=GETPIVOTDATA function fetches summary data from a pivot table. @pivot_table is a cell range containing the pivot table. @field_name is the name of the field of which you want the summary data. If the summary data is unavailable, GETPIVOTDATA returns #REF! error. @SEEALSO=
da: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_tabel,felt_navn) @DESCRIPTION=GETPIVOTDATA-funktionen henter sammendragsdata fra en pivottabel. @pivot_tabel er et celleområde der indeholder pivot-tabellen. @felt_navn er navnet på det felt som du ønsker sammendragsdataene fra. Hvis sammendragsdataene ikke er tilgængelige, returnerer GETPIVOTDATA en #REF! fejl. @SEEALSO=

source: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=Computes the number of days since the 1st of january of 1900(the date serial number) for the given year, month and day. The @day might be negative (to count backwards) and it is relative to the previous @month. The @years should be at least 1900. @EXAMPLES= @SEEALSO=TODAY, NOW
da: @FUNCTION=DATE SYNTAX= DATE(år,måned,dag) @DESCRIPTION=Beregner antallet af dage siden 1 januar i 1900 (datoserienummeret) for opgivet år, måned og dag. @dag kan være negativ (for at tælle bagud) og den er relativ til forudgående @måned. @år må være mindst 1900 @SEEALSO=TODAY, NOW

source: Invalid month or year
da: Ugyldig måned eller år

source: Invalid day
da: Ugyldig dag

source: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE returns the serial number of the date. @date_str is the string that contains the date. For example, DATEVALUE("1/1/1999") equals to 36160. @EXAMPLES= @SEEALSO=DATE
da: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(dato_streng) @DESCRIPTION=DATOVÆRDI returnerer datoens serienummer. @date_streng er strengen som indeholder datoen. For eksempel, DATEVALUE("1/1/1999") er lig 36160. @EXAMPLES= @SEEALSO=DATE

source: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF returns the difference between two dates. @interval is one of six possible values: "y", "m", "d", "ym", "md", and "yd". The first three options will return the number of complete years, months, or days, respectively, between the two dates specified. "ym" will return the number of full months between the two dates, not including the difference in years. "md" will return the number of full days between the two dates, not including the difference in months. "yd" will return the number of full days between the two dates, not including the difference in years. @EXAMPLES= @SEEALSO=DATE
da: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(dato1,dato2,interval) @DESCRIPTION=DATEDIF returnerer forskellen mellem to datoer. @interval er en af seks mulige værdier: "y", "m", "d", "ym", "md", og "yd". De første tre muligheder vil returnere antallet af henholdsvis hele år, måneder eller dage, mellem de to angivne datoer . "ym" vil returnere antallet af hele måneder mellem de to datoer, uden at indregne forskellen i år. "md" vil returnere antallet af hele dage mellem de to datoer, uden at indregne forskellen i måneder. "yd" vil returnere antallet af hele dage mellem de to datoer, uden at indregne forskellen i år @EXAMPLES= @SEEALSO=DATE

source: @FUNCTION=EDATE @SYNTAX=EDATE(date,months) @DESCRIPTION=EDATE returns the serial number of the date that is the specified number of months before or after a given date. @date is the serial number of the initial date and @months is the number of months before (negative number) or after (positive number) the initial date. If @months is not an integer, it is truncated. @EXAMPLES= @SEEALSO=DATE
da: @FUNCTION=EDATE @SYNTAX=EDATE(dato,måneder) @DESCRIPTION=EDATE returnerer serienummeret for datoen som er ved det specificerede antal måneder før eller efter en givet dato. @dato er serienummeret til den oprindelige dato og @måneder er antallet måneder før (negativt tal) eller efter (positivt tal) den oprindelige dato. Hvis @måneder ikke er et heltal, bliver det afrundet. @EXAMPLES= @SEEALSO=DATE

source: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Returns the serial number for today (the number of days elapsed since the 1st of January of 1900). @EXAMPLES= @SEEALSO=TODAY, NOW
da: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Returnerer serienummeret for dagen i dag (antallet dage som er gået siden 1. januar 1900). @EXAMPLES= @SEEALSO=TODAY, NOW

source: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=Returns the serial number for the date and time at the time it is evaluated. Serial Numbers in Gnumeric are represented as follows:The integral part is the number of days since the 1st of January of 1900. The decimal part represent the fraction of the day and is mapped into hour, minutes and seconds. For example: .0 represents the beginning of the day, and 0.5 represents noon. @EXAMPLES= @SEEALSO=TODAY, NOW
da: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=Returnerer serienummeret for dato og tid når den evalueres. Serienummer i Gnumeric repræsenteres som følger: Heltalsdelen er antallet dage siden 1. januar 1900. Decimaldelen repræsenterer brøkdelen af dagen og gøres om til timer, minutter og sekunder For eksempel: .0 repræsenterer begyndelsen af dagen, og 0.5 repræsenterer middag @EXAMPLES= @SEEALSO=TODAY, NOW

source: @FUNCTION=TIME @SYNTAX=TIME (hours,minutes,seconds) @DESCRIPTION=Returns a fraction representing the time of day. @EXAMPLES= @SEEALSO=HOUR
da: @FUNCTION=TIME @SYNTAX=TIME (timer,minutter,sekunder) @DESCRIPTION=Returnerer en brøk som repræsenterer tiden på dagen. @EXAMPLES= @SEEALSO=HOUR

source: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=Returns a fraction representing the time of day, a number between 0 and 1. @EXAMPLES= @SEEALSO=HOUR
da: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timer,minutter,sekunder) @DESCRIPTION=Returnerer en brøk som repræsenterer tiden på dagen, et tal mellem 0 og 1. @EXAMPLES= @SEEALSO=HOUR

source: @FUNCTION=HOUR @SYNTAX=HOUR (serial_number) @DESCRIPTION=Converts a serial number to an hour. The hour is returned as an integer in the range 0 (12:00 A.M.) to 23 (11:00 P.M.). Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=MINUTE, NOW, TIME, SECOND
da: @FUNCTION=HOUR @SYNTAX=HOUR (serienummer) @DESCRIPTION=Konverterer et serienummer til en time. Timen repræsenteres som et heltal i området 0 (12:00 AM) til 23 (11:00 PM). Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=MINUTE, NOW, TIME, SECOND

source: @FUNCTION=MINUTE @SYNTAX=MINUTE (serial_number) @DESCRIPTION=Converts a serial number to a minute. The minute is returned as an integer in the range 0 to 59. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=HOUR, NOW, TIME, SECOND
da: @FUNCTION=MINUTE @SYNTAX=MINUTE (serienummer) @DESCRIPTION=Konverterer et serienummer til et minut. Minuttet returneres som et heltal i området 0 til 59. Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=HOUR, NOW, TIME, SECOND

source: @FUNCTION=SECOND @SYNTAX=SECOND (serial_number) @DESCRIPTION=Converts a serial number to a second. The second is returned as an integer in the range 0 to 59. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=HOUR, MINUTE, NOW, TIME
da: @FUNCTION=SECOND @SYNTAX=SECOND (serienummer) @DESCRIPTION=Konverterer et serienummer til et sekund. Sekundet returneres som et heltal i området 0 til 59. Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=HOUR, MINUTE, NOW, TIME

source: @FUNCTION=YEAR @SYNTAX=YEAR (serial_number) @DESCRIPTION=Converts a serial number to a year. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=DAY, MONTH, TIME, NOW
da: @FUNCTION=YEAR @SYNTAX=YEAR (serienummer) @DESCRIPTION=Konverterer et serienummer til et år. Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=DAY, MONTH, TIME, NOW

source: @FUNCTION=MONTH @SYNTAX=MONTH (serial_number) @DESCRIPTION=Converts a serial number to a month. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. @EXAMPLES= @SEEALSO=DAY, TIME, NOW, YEAR
da: @FUNCTION=MONTH @SYNTAX=MONTH (serienummer) @DESCRIPTION=Konverterer et serienummer til en måned. Bemærk at Gnumeric vil udføre regulær streng til serienummer konvertering for dig, så du kan opgive en dato som en streng. @EXAMPLES= @SEEALSO=DAY, TIME, NOW, YEAR
