Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN returns the length in characters of the string @string. @EXAMPLES= len("Helsinki") equals 8. @SEEALSO=CHAR, CODE
da: @FUNCTION=LEN @SYNTAX=LEN(streng) @DESCRIPTION=LEN returnerer længden af strengen @streng i antal tegn. @EXAMPLES= len("Helsinki") er lig 8. @SEEALSO=CHAR, CODE

source: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT returns the leftmost @num_chars characters or the left character if @num_chars is not specified. @EXAMPLES= LEFT("Directory",3) equals "Dir". @SEEALSO=MID, RIGHT
da: @FUNCTION=LEFT @SYNTAX=LEFT(tekst[,antal_tegn]) @DESCRIPTION=LEFT returnerer de @antal_tegn tegn længst venstre eller tegnet længst til venstre hvis @antal_tegn ikke er angivet. @EXAMPLES= LEFT("Directory",3) er lig "Dir". @SEEALSO=MID, RIGHT

source: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER returns a lower-case version of the string in @text. @EXAMPLES= LOWER("J. F. Kennedy") equals "j. f. kennedy". @SEEALSO=UPPER
da: @FUNCTION=LOWER @SYNTAX=LOWER(tekst) @DESCRIPTION=LOWER returnerer strengen i @tekst med små bogstaver @EXAMPLES= LOWER("J. F. Kennedy") er lig "j. f. kennedy". @SEEALSO=UPPER

source: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID returns a substring from @string starting at @position for @length characters. @EXAMPLES= MID("testing",2,3) equals "est". @SEEALSO=LEFT, RIGHT
da: @FUNCTION=MID @SYNTAX=MID(streng, position, længde) @DESCRIPTION=MID returnerer en understreng fra @streng som begynder ved @position og er @længde tegn lang. @EXAMPLES= MID("testing",2,3) er lig "est". @SEEALSO=LEFT, RIGHT

source: Invalid arguments
da: Ugyldige argumenter

source: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT returns the rightmost @num_chars characters or the right character if @num_chars is not specified. @EXAMPLES= RIGHT("end") equals "d". RIGHT("end",2) equals "nd". @SEEALSO=MID, LEFT
da: @FUNCTION=RIGHT @SYNTAX=RIGHT(tekst[,antal_tegn]) @DESCRIPTION=RIGHT returnerer @antal_tegn fra højre eller tegnet helt til højre hvis @antal_tegn ikke er angivet. @EXAMPLES= RIGHT("end") er lig "d". RIGHT("end",2) er lig "nd". @SEEALSO=MID, LEFT

source: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER returns a upper-case version of the string in @text. @EXAMPLES= UPPER("canceled") equals "CANCELED". @SEEALSO=LOWER
da: @FUNCTION=UPPER @SYNTAX=UPPER(tekst) @DESCRIPTION=UPPER returnerer strengen i @tekst med store bogstaver. @EXAMPLES= UPPER("canceled") er lig "CANCELED". @SEEALSO=LOWER

source: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE returns up appended strings. @EXAMPLES= CONCATENATE("aa","bb") equals "aabb". @SEEALSO=LEFT, MID, RIGHT
da: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(streng1[,streng2...]) @DESCRIPTION=Returnerer sammenføjede strenge. @EXAMPLES= CONCATENATE("aa","bb") er lig "aabb". @SEEALSO=LEFT, MID, RIGHT

source: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT returns @num repetitions of @string. @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE
da: @FUNCTION=REPT @SYNTAX=REPT(streng,antal) @DESCRIPTION=Returnerer @antal gentagelser af @streng. @EXAMPLES= REPT(".",3) er lig "...". @SEEALSO=CONCATENATE

source: Invalid argument
da: Ugyldig argument

source: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN cleans the string from any non-printable characters. @EXAMPLES= CLEAN("one"\&char(7)) equals "one". @SEEALSO=
da: @FUNCTION=CLEAN @SYNTAX=CLEAN(streng) @DESCRIPTION=CLEAN fjerner ethvert ikke-skrivbart tegn fra strengen. @EXAMPLES= CLEAN("one"\&char(7)) er lig "one". @SEEALSO=

source: @FUNCTION=FIND @SYNTAX=FIND(string1,string2[,start]) @DESCRIPTION=FIND returns position of @string1 in @string2 (case-sesitive), searching only from character @start onwards (assumed 1 if omitted). @EXAMPLES= FIND("ac","Jack") equals 2. @SEEALSO=EXACT, LEN, MID, SEARCH
da: @FUNCTION=FIND @SYNTAX=FIND(streng1,streng2[,start]) @DESCRIPTION=FIND returnerer positionen til @string1 i @string2 (skelner mellem små og store bogstaver), søger kun fra tegnet @start og fremad (bruger 1 hvis udeladt). @EXAMPLES= FIND("ac","Jack") er lig 2. @SEEALSO=EXACT, LEN, MID, SEARCH

source: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimals, no_commas]) @DESCRIPTION=FIXED returns @num as a formatted string with @decimals numbers after the decimal point, omitting commas if requested by @no_commas. @EXAMPLES= FIXED(1234.567,2) equals "1,234.57". @SEEALSO=
da: @FUNCTION=FIXED @SYNTAX=FIXED(nummer, [decimaler, ikke_komma]) @DESCRIPTION=FIXED returnerer @nummer som en formateret streng med @decimaler tal efter komma, og udelader komma hvis det ønskes med @ikke_komma. @EXAMPLES= FIXED(1234.567,2) er lig "1,234.57". @SEEALSO=

source: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER returns @string with initial of each word capitalised. @EXAMPLES= PROPER("j. f. kennedy") equals "J. F. Kennedy". @SEEALSO=LOWER, UPPER
da: @FUNCTION=PROPER @SYNTAX=PROPER(streng) @DESCRIPTION=PROPER returnerer @streng med stort bogstav i begyndelsen af hvert ord. @EXAMPLES= PROPER("j. f. kennedy") er lig "J. F. Kennedy". @SEEALSO=LOWER, UPPER

source: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE returns @old with @new replacing @num characters from @start. @EXAMPLES= REPLACE("testing",2,3,"*****") equals "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
da: @FUNCTION=REPLACE @SYNTAX=REPLACE(gammel,start,num,ny) @DESCRIPTION=REPLACE returnerer @gammel hvor @ny erstatter @num tegn fra @start. @EXAMPLES= REPLACE("testing",2,3,"*****") er lig "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM

source: @FUNCTION=T @SYNTAX=T(value) @DESCRIPTION=T returns @value if and only if it is text, otherwise a blank string. @EXAMPLES= T("text") equals "text". T(64) returns an empty cell. @SEEALSO=CELL, N, VALUE
da: @FUNCTION=T @SYNTAX=T(værdi) @DESCRIPTION=T returnerer @værdi hvis og bare hvis den er af tekst, ellers returnerer den en tom streng. @EXAMPLES= T("text") er lig "text". T(64) returnerer en tom celle. @SEEALSO=CELL, N, VALUE

source: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT returns @value as a string with the specified format. @EXAMPLES= TEXT(3.223,"$0.00") equals "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") equals "April, 15, 99". @SEEALSO=DOLLAR
da: @FUNCTION=TEXT @SYNTAX=TEXT(værdi,format_tekst) @DESCRIPTION=TEXT returnerer @værdi som en streng med angivet format. @EXAMPLES= TEXT(3.223,"$0.00") er lig "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") er lig "April, 15, 99". @SEEALSO=DOLLAR

source: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION returns expression in @cell as a string, orempty if the cell is not an expression. @EXAMPLES= in A1 EXPRESSION(A2) equals 'EXPRESSION(A3)'. in A2 EXPRESSION(A3) equals empty. @SEEALSO=TEXT
da: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(celle) @DESCRIPTION=EXPRESSION returnerer udtrykket i @celle som en streng, eller tom hvis cellen ikke er et udtryk. @EXAMPLES= i A1 EXPRESSION(A2) er lig 'EXPRESSION(A3)'. i A2 EXPRESSION(A3) er lig tom. @SEEALSO=TEXT

source: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM returns @text with only single spaces between words. @EXAMPLES= TRIM(" a bbb cc") equals "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
da: @FUNCTION=TRIM @SYNTAX=TRIM(tekst) @DESCRIPTION=TRIM returnerer @tekst med kun et enkelt mellemrum mellem ord. @EXAMPLES= TRIM(" a bbb cc") er lig "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE

source: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE returns numeric value of @text. @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT
da: @FUNCTION=VALUE @SYNTAX=VALUE(tekst) @DESCRIPTION=VALUE returnerer numerisk værdi af @tekst. @EXAMPLES= VALUE("$1,000") er lig 1000. @SEEALSO=DOLLAR, FIXED, TEXT

source: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, old, new [,num]) @DESCRIPTION=SUBSTITUTE replaces @old with @new in @text. Substitutions are only applied to instance @num of @old in @text, otherwise every one is changed. @EXAMPLES= SUBSTITUTE("testing","test","wait") equals "waiting". @SEEALSO=REPLACE, TRIM
da: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(tekst, gammel, ny [,nummer]) @DESCRIPTION=SUBSTITUTE erstatter @gammel med @ny i @tekst. Udskifting udføres kun på forekomst @nummer af @gammel i @tekst, ellers udskiftes alle. @EXAMPLES= SUBSTITUTE("testing","test","wait") er lig "waiting". @SEEALSO=REPLACE, TRIM

source: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR returns @num formatted as currency. @EXAMPLES= DOLLAR(12345) equals "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
da: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(nummer,[decimaler]) @DESCRIPTION=DOLLAR returnerer @nummer formatéret som valuta. @EXAMPLES= DOLLAR(12345) er lig "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE

source: @FUNCTION=SEARCH @SYNTAX=SEARCH(text,within[,start_num]) @DESCRIPTION=SEARCH returns the location of a character or text string within another string. @text is the string or character to be searched. @within is the string in which you want to search. @start_num is the start position of the search in @within. If @start_num is omitted, it is assumed to be one. The search is not case sensitive. @text can contain wildcard characters (*) and question marks (?) to control the search. A question mark matches with any character and wildcard matches with any string including empty string. If you want the actual wildcard or question mark to be searched, use tilde (~) before the character. If @text is not found, SEARCH returns #VALUE! error. If @start_num is less than one or it is greater than the length of @within, SEARCH returns #VALUE! error. @EXAMPLES= SEARCH("c","Cancel") equals 1. SEARCH("c","Cancel",2) equals 4. @SEEALSO=FIND
da: @FUNCTION=SEARCH @SYNTAX=SEARCH(tekst,inden[,start_nummer]) @DESCRIPTION=SEARCH returnerer pladseringen af et tegn eller tekst streng ind i en anden streng. @tekst er strengen eller tegnet det skal søges efter. @inden er strengen du skal søge i. @start_nummer er startpositionen for søgningen i @inden. Hvis @start_nummer er udeladt bliver den regnet som one. Søgningen er gør ikke forskel på små og store bogstaver. @tekst kan indeholde wildcard tegn (*) og spørgsmålstegn (?) for at kontrollerer søgningen. Et spørgsmålstegn erstatter ethvert tegn og wildcard erstatter enhver streng inkluderet en tom streng. Hvis du skal søge på selve wildcard eller spørgsmålstegn tegnene, må du bruge tilde (~) foran tegnet. Hvis @tekst ikke bliver fundet, returnerer SEARCH en #VALUE! fejl. Hvis @start_nummer er mindre end en eller større end længden af @inden, returnerer SEARCH en #VALUE! fejl. @EXAMPLES= SEARCH("c","Cancel") er lig 1. SEARCH("c","Cancel",2) er lig 4. @SEEALSO=FIND

source: You cannot change part of an array.
da: Du kan ikke ændre en del af et array.

source: Unable to open file '%s'
da: kan ikke åbne fil '%s'

source: File/Print preview
da: Filer/Vis udskrift

source: File/
da: Fil/

source: Height: %.2f pts (%d pixels)
da: Højde: %.2f pts (%d pixler)

source: Width: %.2f pts (%d pixels)
da: Bredde: %.2f pts (%d pixler)

source: The cells dragged will overwrite the contents of the existing cells in that range. Do you want me to replace the contents in this region?
da: De trukne celler vil overskrive indholdet af de eksisterende celler i området. Vil du have mig til at erstatte indholdet i denne region?

source: _Move
da: Flyt

source: _Copy
da: _Kopiér

source: Copy _Formats
da: Kopiér _Formater

source: Copy _Values
da: Kopiér _Værdier

source: C_ancel
da: _Annullér

source: Cu_t
da: K_lip

source: _Paste
da: _Indsæt

source: Paste _Special
da: Indsæt s_peciel

source: _Insert...
da: _Indsæt...

source: _Delete...
da: _Slet...

source: Clear Co_ntents
da: Ryd i_ndhold

source: _Format Cells...
da: _Formatér celler...

source: Column _Width...
da: _Kolonnebredde...

source: _Hide
da: _Skjul

source: _Unhide
da: _Vis igen

source: _Row Height...
da: _Rækkehøjde...

source: Display Gnumeric's version
da: Vis Gnumerics version

source: Set the root library directory
da: Sæt root biblioteks-katalog

source: Adjust the root data directory
da: Justér root data kataloget

source: Dumps the function definitions
da: Skriver funktiondefinitionerne

source: Enables some debugging functions
da: Slår nogle fejlfindingsfunktioner til

source: Enables some style related debugging functions
da: Aktivérer nogle stil-relaterede fejlfindingsfunktioner

source: Enables some dependency related debugging functions
da: Aktivérer nogle afhængigheds-relaterede fejlfindingsfunktioner

source: Enables some print debugging behaviour
da: Slår nogle fejlfindingsfunktioner til

source: Exit immediately after loading the selected books (useful for testing).
da: Afslut umiddelbart efter indlæsning af de valgte bøger (nyttigt ved test).

source: Enables debugging mesgs while reading excel workbooks
da: Aktivérer fejlfindings besk. under læsning af excel arbejdsbøger

source: Enables debugging mesgs while reading excel functions
da: Aktivérer fejlfindings besk. under læsning af excel funktioner

source: Enables debugging mesgs while reading excel colours & patterns
da: Aktivérer fejlfindings besk. under læsning af excel farver og mønstre

source: Enables debugging mesgs while reading excel objects
da: Aktivérer fejlfindings besk. under læsning af excel objekter

source: Enables debugging mesgs while reading excel charts
da: Aktivérer fejlfindings besk. under læsning af excel grafer

source: Enables extra consistancy checking while reading ole files
da: Aktivérer ekstra konsistenskontrol ved læsning af gamle filer

source: Could not initialize Workbook factory
da: Kunne ikke opstarte [Workbook]-fabrik

source: Could not initialize EmbeddableGrid factory
da: Kunne ikke opstarte [EnbeddableGrid]-fabrik

source: #NULL!
da: #NUL!

source: #VALUE!
da: #VÆRDI!

source: #NAME?
da: #NAVN?

source: #N/A
da: #I/T

source: ERROR
da: FEJL

source: Unable to unmap the file, error : %s
da: kan ikke afmappe fil, fejl : %s

source: Error while closing file, error : %s
da: Fejl under forsøg på at lukke fil : %s

source: Unable to mmap the file, error : %s
da: kan ikke mmappe fil, fejl : %s

source: Unable to open plugin '%s' Plugin version '%s' is different from application '%s'.
da: Kan ikke åbne indstik '%s' indstiksversion '%s' er forskellig fra applikation '%s'.

source: unable to open module file:
da: kan ikke åbne modulfil:

source: Plugin must contain init_plugin function.
da: Indstik skal indeholde init_plugin funktion.

source: Couldn't determine size or modification date
da: Kunne ikke fastslå størrelse eller ændringstid

source: init_plugin returned error
da: init_plugin returnerede fejl

source: Unable to open plugin '%s' The plugin did not check it's version. It is probably for a different version of Gnumeric than '%s'.
da: Kan ikke åbne indstik '%s' Indstikket kontrollerede ikke sin version. Der er nok fra en anden version af Gnumeric end '%s'.

source: Plugin is still in use.
da: Indstik er stadig i brug.

source: Page &[PAGE]
da: Side &[PAGE]

source: Page &[PAGE] of &[PAGES]
da: Side &[PAGE] af &[PAGES]

source: pts
da: pkt

source: points
da: punkter

source: In
da: Tm

source: inch
da: tommer

source: Sheet 1
da: Ark 1

source: page
da: side

source: pages
da: sider

source: date
da: dato

source: time
da: tid

source: Selection must be a single range
da: Markering skal være et enkelt omfang

source: Print Sheets
da: Udskriv ark

source: Act_ive sheet
da: Akt_ivt ark

source: S_heets
da: Ark

source: Printing failed
da: Udskrift fejlede

source: cannot be performed with multiple selections
da: kan ikke udføres med flere markeringer

source: copy
da: kopiér

source: cut
da: klip

source: can't create object for '%s'
da: Kan ikke oprette objekt for '%s'

source: Button
da: Knap

source: Checkbox Configure
da: Konfigurér afkrydsningsboks

source: Configure
da: Konfigurér

source: Row: %d
da: Række: %d

source: Column: %s
da: Kolonne: %s

source: Internal ERROR
da: Intern FEJL

source: Insert Columns
da: Indsæt kolonner

source: Delete Columns
da: Slet kolonner

source: Insert Rows
da: Indsæt rækker

source: Delete Rows
da: Slet rækker

source: Answer Report
da: Svarrapport

source: Gnumeric Solver Answer Report
da: Gnumeric problemløser svarrapport

source: Target Cell (Maximize)
da: Målcelle (Maksimér)

source: Target Cell (Minimize)
da: Målcelle (Minimér)

source: Name
da: Navn

source: Original Value
da: Oprindelig værdi

source: Final Value
da: Endelig værdi

source: Adjustable Cells
da: Justérbareceller

source: Constraints
da: Begrænsninger

source: Cell Value
da: Celleværdi

source: Formula
da: Formel

source: Slack
da: Slør

source: Binding
da: Bindende

source: Not Binding
da: Ikke bindende

source: Sensitivity Report
da: Følsomhedsrapport

source: Gnumeric Solver Sensitivity Report
da: Gnumeric problemløser følsomhedsrapport

source: Final
da: Endelig

source: Reduced
da: Reduceret

source: Objective
da: Objektiv

source: Allowable
da: Tilladte

source: Cost
da: Omkostning

source: Coefficient
da: Koefficient

source: Increase
da: Forøg

source: Decrease
da: Formindsk

source: Shadow
da: Skygge

source: Constraint
da: Begrænsning

source: Price
da: Pris

source: R.H. Side
da: Højreside

source: Error while trying to memory map file
da: Fejl under forsøg på at lagertildele fil

source: Error while trying to pre-convert file
da: Fejl under forsøg på at forkonvertere fil

source: This file does not seem to be a valid text file. The character '%c' (ASCII decimal %d) was encountered
da: Denne fil synes ikke at være en gyldig tekstfilTegnet '%c' (ASCII decimalt %d) blev læst

source: Parse error while trying to parse data into sheet
da: Fortolkningsfejl under førsøg på at fortolke data for et ark

source: Error while trying to write csv file
da: Fejl under forsøg på at skrive csv-fil

source: Text File import
da: Tekstfil import

source: Text File Export (*.csv)
da: Tekstfil eksport (*.csv)

source: <Has not been set>
da: <Er ikke blevet sat>

source: Gnumeric failed to find a suitable default font. Please verify your gnome-print installation. Your fontmap file %s. If you still have no luck, please file a proper bug report (see http://bugs.gnome.org) including the following extra items: 1) The content of your fontmap file, if the file exists. (typically located in %s) 2) The value of the LC_ALL environment variable LC_ALL=%s 3) The value of the LANG environment variable LANG=%s 4) What version of libxml gnumeric is running with. You may be able to use the 'ldd' command to get that information. Thanks -- the Gnumeric Team
da: Gnumeric kunne ikke finde en brugbar standard skrifttype. Tjek venligst din gnome-print installation .din fontmap fil %s Hvis du stadig ikke har heldet med dig, så indsend venligst en rigtig fejlrapport (se http://bugs.gnome.org) med de følgende ekstra ting: 1. Indholdet af din fontmap fil, hvis filen eksisterer. (typisk på stedet %s) 2. Værdien af din LC_ALL miljøvariabel. LC_ALL=%s 3. Værdien af din LANG miljøvariabel. LANG=%s 4. Hvilken version af 'libxml' som gnumeric bruger. Du kan formentlig bruge 'ldd' kommandoen til at finde denne information. Tak -- Gnumeric-holdet

source: does not have a valid entry for Helvetica
da: har ikke en gyldig indgang for Helvetica

source: could not be found in the expected location
da: kunne ikke findes på det forventede sted

source: Terminate
da: Terminér

source: Bold
da: Fed

source: Bold italic
da: Fed kursiv

source: Italic
da: Kursiv

source: You entered an invalid column width value. It must be bigger than 0
da: Du indtastede en ugyldig værdi for kollonnebredde. Den skal være større end 0

source: You entered an invalid row height value. It must be bigger than 0
da: Du indtastede en ugyldig værdi for rækkehøjde. Den skal være større end 0

source: Select font
da: Vælg skrifttype

source: Font selector
da: Skriftvælger

source: Sets the bold font
da: Gør skriften fed

source: Makes the font italic
da: Gør skriften kursiv

source: Underline
da: Understreg

source: Underlines the font
da: Understreger skrifttypen

source: Left align
da: Venstrejustér

source: Left justifies the cell contents
da: Venstrejusterer cellens indhold

source: Center
da: Centrér

source: Centers the cell contents
da: Centrerer cellens indhold

source: Right align
da: Højrejustér

source: Right justifies the cell contents
da: Højrejusterer cellens indhold

source: Money format
da: Pengeformat

source: Sets the format of the selected cells to monetary
da: Brug pengeformat som de markerede cellers format

source: Sets the format of the selected cells to percentage
da: Sætter formatet for de valgte celler til procent

source: Thousand separator
da: Tusind-separator

source: Sets the format of the selected cells to include a thousands separator
da: Sætter formatet for de valgte celler til at indeholde et tusind-skilletegn

source: Add decimals
da: Tilføj decimaler

source: Increases the number of decimal numbers displayed
da: Hæver det antal decimaler som vises

source: Remove decimals
da: Fjern decimaler

source: Decreases the number of decimal numbers displayed
da: Sænker det antal decimaler som vises

source: Clear Borders
da: Ryd kanter

source: All Borders
da: Alle kanter

source: Outside Borders
da: Kanter udenfor

source: Thick Outside Borders
da: Tykke kanter udenfor

source: Double Bottom
da: Dobbel bund

source: Thick Bottom
da: Tyk bund

source: Top and Bottom
da: Top og bund

source: Top and Double Bottom
da: Top og dobbel bund

source: Top and Thick Bottom
da: Top og tyk bund

source: Size
da: Størrelse

source: Borders
da: Kanter

source: Clear Background
da: Ryd Baggrund

source: Foreground
da: Forgrund

source: Font Size
da: Skriftstørrelse

source: Label
da: _Mærkat

source: Creates a label
da: Opretter en mærkat

source: Frame
da: Ramme

source: Creates a frame
da: Opretter en ramme

source: Creates a button
da: Opretter en knap

source: Checkbox
da: Afkrydsningsboks

source: Creates a checkbox
da: Opretter en afkrydsningsboks

source: RadioButton
da: RadioKnap

source: Creates a radio button
da: Opretter en RadioKnap

source: List
da: Liste

source: Creates a list
da: Opretter en liste

source: Combo
da: Kombineret

source: Creates a combobox
da: Opret en afkrydsboks der tillader flere svar

source: Creates a line object
da: Opret et linkeobjekt

source: Arrow
da: Pil

source: Creates an arrow object
da: Opret ny pile-objekt

source: Rectangle
da: Firkant

source: Creates a rectangle object
da: Opret et firkants-objekt

source: Creates an ellipse object
da: Opretter et ellipse-objekt

source: Nothing
da: Ingenting

source: Undo
da: Fortryd

source: Redo
da: Gentag

source: Select an object to add
da: Vælg et objektderskal tilføjes

source: Workbook %s has unsaved changes, save them?
da: Arbejdsbog %s har ugemte ændringer, gem dem?

source: Workbook has unsaved changes, save them?
da: Arbejdsbogen har ugemte ændringer, gem dem?

source: Insert cols
da: Indsæt kolonner

source: Insert rows
da: Indsæt rækker

source: _New
da: _Ny

source: Create a new spreadsheet
da: Opretter et nyt regneark

source: _Import...
da: _Importér...

source: Imports a file
da: Importerer en fil

source: Print pre_view
da: _Vis udskrift

source: Su_mmary...
da: Sa_mmendrag...

source: Summary information
da: Informationsresumé

source: _All
da: _Alt

source: Clear the selected cells' formats, comments, and contents
da: Ryd den valgte celles formater, kommentarer og indhold

source: _Formats
da: _Formatér

source: Clear the selected cells' formats
da: Ryd den valgte celles formater

source: Clear the selected cells' comments
da: Ryd den valgte celles kommentarer

source: _Content
da: _Indhold

source: Clear the selected cells' contents
da: Fjern den markerede celles indhold

source: Select _All
da: Vælg _alt
