Repository: 10sr/gnumeric-gda
Catalog: po/*.po
Languages: da

source: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER returns the value of @x raised to the power @y. This function is Excel compatible. @EXAMPLES= POWER(2,7) equals 128. POWER(3,3.141) equals 31.523749. @SEEALSO=EXP
da: @FUNCTION=POWER @SYNTAX=POWER (x,y) @DESCRIPTION=POWER returnerer værdien af @x ophøjet til @y'te potens. Denne funktion er Excel kompatibel. @EXAMPLES= POWER(2,7) er lig 128. POWER(3,3.141) er lig 31.523749. @SEEALSO=EXP

source: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 computes the base-2 logarithm of @x. If @x <= 0, LOG2 returns #NUM! error. @EXAMPLES= LOG2(1024) equals 10. @SEEALSO=EXP, LOG10, LOG
da: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 beregner base-2 logaritmen til @x. Hvis @x <= 0 returnerer LOG2 en #NUM!-fejl. @EXAMPLES= LOG2(1024) er lig 10. @SEEALSO=EXP, LOG10, LOG

source: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 computes the base-10 logarithm of @x. If @x <= 0, LOG10 returns #NUM! error. This function is Excel compatible. @EXAMPLES= LOG10(7) equals 0.845098. @SEEALSO=EXP, LOG2, LOG
da: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=Beregner base-10 logaritmen til @x. Hvis @x <= 0 returnerer LOG10 en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= LOG10(7) er lig 0.845098. @SEEALSO=EXP, LOG2, LOG

source: @FUNCTION=MOD @SYNTAX=MOD(number,divisor) @DESCRIPTION=MOD function returns the remainder when @divisor is divided into @number. This function is Excel compatible. MOD returns #DIV/0! if divisor is zero. @EXAMPLES= MOD(23,7) equals 2. @SEEALSO=INT,FLOOR,CEIL
da: @FUNCTION=MOD @SYNTAX=MOD(tal,dividende) @DESCRIPTION=MOD-funktionen returnerer resten når @dividende er divideret med @tal. Denne funktion er Excel kompatibel. MOD returnerer #DIV/0! hvis dividenden er nul. @EXAMPLES= MOD(23,7) er lig 2. @SEEALSO=INT,FLOOR,CEIL

source: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS computes the number of radians equivalent to @x degrees. This function is Excel compatible. @EXAMPLES= RADIANS(180) equals 3.14159. @SEEALSO=PI,DEGREES
da: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS beregner antallet radianer som tilsvarer @x grader. Denne funktion er Excel kompatibel. @EXAMPLES= RADIANS(180) er lig 3.14159. @SEEALSO=PI,DEGREES

source: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND returns a random number between zero and one ([0..1]). This function is Excel compatible. @EXAMPLES= RAND() returns a random number greater than zero but less than one. @SEEALSO=RANDBETWEEN
da: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND returnerer et tilfældigt tal mellem nul og et ([0..1]). Denne funktion er Excel kompatibel. @EXAMPLES= RAND() returnerer et tilfældigt tal større end nul men mindre end ét. @SEEALSO=RANDBETWEEN

source: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp returns a exponentially distributed random number. @EXAMPLES= RandExp(0.5). @SEEALSO=RAND,RANDBETWEEN
da: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp returnerer et eksponentielt fordelt tilfældigt tal. @EXAMPLES= RandExp(0.5). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson returns a poisson distributed random number. @EXAMPLES= RandPoisson(3). @SEEALSO=RAND,RANDBETWEEN
da: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson returnerer et Poisson fordelt tilfældigt tal. @EXAMPLES= RandPoisson(3). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RandBinom @SYNTAX=RandBinom(p,trials) @DESCRIPTION=RandBinom returns a binomialy distributed random number. If @p < 0 or @p > 1 RandBinom returns #NUM! error. If @trials < 0 RandBinom returns #NUM! error. @EXAMPLES= RandBinom(0.5,2). @SEEALSO=RAND,RANDBETWEEN
da: @FUNCTION=RandBinom @SYNTAX=RandBinom(p,forsøg) @DESCRIPTION=RandBinom returnerer et binominelt fordelt tilfældigt tal. Hvis @p < 0 eller @p > 1 returnerer RandBinom en #NUM! fejl. Hvis @forsøg < 0 returnerer RandBinom en #NUM! fejl. @EXAMPLES= RandBinom(0.5,2). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM returns a negitive binomialy distributed random number. If @p < 0 or @p > 1, RANDNEGBINOM returns #NUM! error. If @failures RANDNEGBINOM returns #NUM! error. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
da: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,fejl) @DESCRIPTION=RANDNEGBINOM returnerer et negativ binominelt fordelt tilfældigt tal. Hvis @p < 0 eller @p > 1 returnerer RANDNEGBINOM en #NUM! fejl. Hvis @fejl returnerer RANDNEGBINOM en #NUM! fejl. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli returns a Bernoulli distributed random number. If @p < 0 or @p > 1 RandBernoulli returns #NUM! error. @EXAMPLES= RandBernoulli(0.5). @SEEALSO=RAND,RANDBETWEEN
da: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli returnerer et Bernoulli-fordelt tilfældigt tal. Hvis @p < 0 eller @p > 1 returnerer RandBernoulli en #NUM! fejl. @EXAMPLES= RandBernoulli(0.5). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN function returns the sine of @x, where @x is given in radians. This function is Excel compatible. @EXAMPLES= SIN(0.5) equals 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
da: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN-funktionen returnerer sinus til @x, hvor @x er givet i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= SIN(0.5) er lig 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH function returns the hyperbolic sine of @x, which is defined mathematically as (exp(@x) - exp(-@x)) / 2. This function is Excel compatible. @EXAMPLES= SINH(0.5) equals 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
da: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH-funktionen returnerer det hyperbolske sinus til @x, som er defineret matematisk som (exp(@x) - exp(-@x)) / 2. Denne funktion er Excel kompatibel. @EXAMPLES= SINH(0.5) er lig 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP

source: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT function returns the square root of @x. This function is Excel compatible. If @x is negative, SQRT returns #NUM! error. @EXAMPLES= SQRT(2) equals 1.4142136. @SEEALSO=POWER
da: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT-funktionen returnerer kvadratroden af @x. Denne funktion er Excel kompatibel. Hvis @x er negativ returnerer den #NUM!. @EXAMPLES= SQRT(2) er lig 1.4142136. @SEEALSO=POW

source: @FUNCTION=SUM @SYNTAX=SUM(value1, value2, ...) @DESCRIPTION=SUM computes the sum of all the values and cells referenced in the argument list. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUM(A1:A5) equals 107. @SEEALSO=AVERAGE, COUNT
da: @FUNCTION=SUM @SYNTAX=SUM(værdi1, værdi2, ...) @DESCRIPTION=SUM beregner summen af alle værdier og celler som refereres i argumentlisten. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21 og 43. Da får vi at SUM(A1:A5) er lig 107. @SEEALSO=AVERAGE, COUNT

source: @FUNCTION=SUMA @SYNTAX=SUMA(value1, value2, ...) @DESCRIPTION=SUMA computes the sum of all the values and cells referenced in the argument list. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMA(A1:A5) equals 107. @SEEALSO=AVERAGE, SUM, COUNT
da: @FUNCTION=SUMA @SYNTAX=SUMA(værdi1, værdi2, ...) @DESCRIPTION=SUMA beregner summen af alle værdier og celler som er refereret i argumentlisten. Tal, tekst og logiske værdier inkluderes i også i beregningen. Hvis cellen indeholder tekst eller argumentet evalueres til FALSK så tælles værdien som nul (0). Hvis argumentet evalueres til SAND, tælles det som et (1). @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21, og 43. Da får vi at SUMA(A1:A5) er lig 107. @SEEALSO=AVERAGE, SUM, COUNT

source: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(value1, value2, ...) @DESCRIPTION=SUMSQ returns the sum of the squares of all the values and cells referenced in the argument list. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMSQ(A1:A5) equals 2925. @SEEALSO=SUM, COUNT
da: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(værdi1, værdi2, ...) @DESCRIPTION=SUMSQ returnerer summen af kvadraterne til alle værdier og celler som refereres i argumentlisten. Denne funktion er Excel kompatibel. @EXAMPLES= Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11, 15, 17, 21, og 43. Da får vi at SUMSQ(A1:A5) er lig 2925. @SEEALSO=SUM, COUNT

source: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(value1, value2, ...) @DESCRIPTION=MULTINOMIAL returns the ratio of the factorial of a sum of values to the product of factorials. This function is Excel compatible. @EXAMPLES= MULTINOMIAL(2,3,4) equals 1260. @SEEALSO=SUM
da: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(værdi1, værdi2, ...) @DESCRIPTION=MULTINOMIAL returnerer brøken mellem fakultetet af en sum af værdierne og produktet af fakulteterne. Denne funktion er Excel kompatibel. @EXAMPLES= MULTINOMIAL(2,3,4) er lig 1260. @SEEALSO=SUM

source: @FUNCTION=PRODUCT @SYNTAX=PRODUCT(value1, value2, ...) @DESCRIPTION=PRODUCT returns the product of all the values and cells referenced in the argument list. This function is Excel compatible. In particular, this means that if all cells are empty, the result will be 0. @EXAMPLES= PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT, G_PRODUCT
da: @FUNCTION=PRODUCT @SYNTAX=PRODUCT(værdi1, værdi2, ...) @DESCRIPTION=PRODUCT returnerer produktet af alle værdier og celler som er refereret i argumentlisten. Denne funktion er Excel kompatibel. Specielt vil det sige, at hvis alle celler er tomme, vil resultatet blive 0. @EXAMPLES= PRODUCT(2,5,9) er lig 90. @SEEALSO=SUM, COUNT, G_PRODUCT

source: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(value1, value2, ...) @DESCRIPTION=PRODUCT returns the product of all the values and cells referenced in the argument list. Empty cells are ignored and the empty product in 1. @EXAMPLES= G_PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT
da: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(værdi1, værdi2, ...) @DESCRIPTION=G_PRODUCT returnerer produktet af alle værdier og celler som er refereret i argumentlisten. Tomme celler ignoreres og det tomme produkt i 1. @EXAMPLES= G_PRODUCT(2,5,9) er lig 90. @SEEALSO=SUM, COUNT

source: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN function returns the tangent of @x, where @x is given in radians. This function is Excel compatible. @EXAMPLES= TAN(3) equals -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
da: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN-funktionen returnerer tangens til @x, hvor @x er givet i radianer. Denne funktion er Excel kompatibel. @EXAMPLES= TAN(3) er lig -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS

source: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=The TANH function returns the hyperbolic tangent of @x, which is defined mathematically as sinh(@x) / cosh(@x). This function is Excel compatible. @EXAMPLES= TANH(2) equals 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
da: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH-funktionen returnerer den hyperbolske tangens til @x, som er defineret matematisk som SINH(@x) / COSH(@x). Denne funktion er Excel kompatibel. @EXAMPLES= TANH(2) er lig 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS

source: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI functions returns the value of Pi. This function is called with no arguments. This function is Excel compatible. @EXAMPLES= PI() equals 3.141593. @SEEALSO=SQRTPI
da: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI-funktionen returnerer værdien til Pi. Denne funktion kaldes uden argumenter. Denne funktion er Excel kompatibel. @EXAMPLES= PI() er lig 3.141593 @SEEALSO=SQRTPI

source: @FUNCTION=TRUNC @SYNTAX=TRUNC(number[,digits]) @DESCRIPTION=TRUNC function returns the value of @number truncated to the number of digits specified. If @digits is omitted then @digits defaults to zero. This function is Excel compatible. @EXAMPLES= TRUNC(3.12) equals 3. TRUNC(4.15,1) equals 4.1. @SEEALSO=INT
da: @FUNCTION=TRUNC @SYNTAX=TRUNC(tal[,ciffer]) @DESCRIPTION=TRUNC-funktionen returnerer værdien af @tal afrundet til angivet antal cifre. Hvis @ciffer er udeladt er @ciffer forvalgt til nul. Denne funktion er Excel kompatibel. @EXAMPLES= TRUNC(3.12) er lig 3. TRUNC(4.15,1) er lig 4.1. @SEEALSO=INT

source: @FUNCTION=EVEN @SYNTAX=EVEN(number) @DESCRIPTION=EVEN function returns the number rounded up to the nearest even integer. This function is Excel compatible. @EXAMPLES= EVEN(5.4) equals 6. @SEEALSO=ODD
da: @FUNCTION=EVEN @SYNTAX=EVEN(tal) @DESCRIPTION=EVEN-funktionen returnerer tallet rundet op til nærmeste lige heltal. Denne funktion er Excel kompatibel. @EXAMPLES= EVEN(5.4) er lig 6. @SEEALSO=ODD

source: @FUNCTION=ODD @SYNTAX=ODD(number) @DESCRIPTION=ODD function returns the @number rounded up to the nearest odd integer. This function is Excel compatible. @EXAMPLES= ODD(4.4) equals 5. @SEEALSO=EVEN
da: @FUNCTION=ODD @SYNTAX=ODD(tal) @DESCRIPTION=ODD-funktionen returnerer @tal rundet op til nærmeste ulige heltal. Denne funktion er Excel kompatibel. @EXAMPLES= ODD(4.4) er lig 5. @SEEALSO=EVEN

source: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(number) @DESCRIPTION=FACTDOUBLE function returns the double factorial of a @number. If @number is not an integer, it is truncated. If @number is negative FACTDOUBLE returns #NUM! error. This function is Excel compatible. @EXAMPLES= FACTDOUBLE(5) equals 15. @SEEALSO=FACT
da: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(tal) @DESCRIPTION=FACTDOUBLE-funktionen returnerer det dobbelte fakultet af et @tal. Hvis @tal ikke er et heltal, bliver det afkortet. Hvis @tal er negativt returnerer FACTDOUBLE en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= FACTDOUBLE(5) er lig 15. @SEEALSO=FACT

source: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(num,den) @DESCRIPTION=QUOTIENT function returns the integer portion of a division. @num is the divided and @den is the divisor. This function is Excel compatible. @EXAMPLES= QUOTIENT(23,5) equals 4. @SEEALSO=MOD
da: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(num,den) @DESCRIPTION=QUOTIENT-funktionen returnerer heltalsdelen fra en division. @num er dividenden og @den er divisor. Denne funktion er Excel kompatibel. @EXAMPLES= QUOTIENT(23,5) er lig 4. @SEEALSO=MOD

source: @FUNCTION=SIGN @SYNTAX=SIGN(number) @DESCRIPTION=SIGN function returns 1 if the @number is positive, zero if the @number is 0, and -1 if the @number is negative. This function is Excel compatible. @EXAMPLES= SIGN(3) equals 1. SIGN(-3) equals -1. SIGN(0) equals 0. @SEEALSO=
da: @FUNCTION=SIGN @SYNTAX=SIGN(tal) @DESCRIPTION=SIGN-funktionen returnerer 1 hvis @tal er positivt, nul hvis @tal er 0, og -1 hvis @tal er negativt. Denne funktion er Excel kompatibel. @EXAMPLES= SIGN(3) er lig 1. SIGN(-3) er lig -1. SIGN(0) er lig 0. @SEEALSO=

source: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(number) @DESCRIPTION=SQRTPI function returns the square root of a @number multiplied by pi. This function is Excel compatible. @EXAMPLES= SQRTPI(2) equals 2.506628275. @SEEALSO=PI
da: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(tal) @DESCRIPTION=SQRTPI-funktionen returnerer kvadratroden af @tal ganget med pi. Denne funktion er Excel kompatibel. @EXAMPLES= SQRTPI(2) er lig 2.506628275. @SEEALSO=PI

source: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bottom,top) @DESCRIPTION=RANDBETWEEN function returns a random integer number between @bottom and @top. If @bottom or @top is non-integer, they are truncated. If @bottom > @top, RANDBETWEEN returns #NUM! error. This function is Excel compatible. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND
da: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bund,top) @DESCRIPTION=RANDBETWEEN-funktionen returnerer et tilfældig heltal mellem @bund og @top. Hvis @bund eller @top ikke er heltal, bliver de afrundet. Hvis @bund > @top, returnerer RANDBETWEEN en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND

source: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(number[,digits]) @DESCRIPTION=ROUNDDOWN function rounds a given @number down, towards zero. @number is the number you want rounded down and @digits is the number of digits to which you want to round that number. If @digits is greater than zero, @number is rounded down to the given number of digits. If @digits is zero or omitted, @number is rounded down to the nearest integer. If @digits is less than zero, @number is rounded down to the left of the decimal point. This function is Excel compatible. @EXAMPLES= ROUNDDOWN(5.5) equals 5. ROUNDDOWN(-3.3) equals -4. ROUNDDOWN(1501.15,1) equals 1501.1. ROUNDDOWN(1501.15,-2) equals 1500.0. @SEEALSO=ROUND,ROUNDUP
da: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(tal[,ciffer]) @DESCRIPTION=ROUNDDOWN-funktionen runder et givet @tal ned mod nul. @tal er tallet du vil skal rundes ned og @ciffer er antallet cifre du vil runde tallet af til. Hvis @ciffer er større end nul, rundes @tal ned til det givne antal cifre. Hvis @ciffer er nul eller udeladt, rundes @tal ned til nærmeste heltal. Hvis @ciffer er mindre end nul, rundes @tal ned til venstre for kommaet. Denne funktion er Excel kompatibel. @EXAMPLES= ROUNDDOWN(5.5) er lig 5. ROUNDDOWN(-3.3) er lig -4. ROUNDDOWN(1501.15,1) er lig 1501.1. ROUNDDOWN(1501.15,-2) er lig 1500.0. @SEEALSO=ROUND,ROUNDUP

source: @FUNCTION=ROUND @SYNTAX=ROUND(number[,digits]) @DESCRIPTION=ROUND function rounds a given number. @number is the number you want rounded and @digits is the number of digits to which you want to round that number. If @digits is greater than zero, @number is rounded to the given number of digits. If @digits is zero or omitted, @number is rounded to the nearest integer. If @digits is less than zero, @number is rounded to the left of the decimal point. This function is Excel compatible. @EXAMPLES= ROUND(5.5) equals 6. ROUND(-3.3) equals -3. ROUND(1501.15,1) equals 1501.2. ROUND(1501.15,-2) equals 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
da: @FUNCTION=ROUND @SYNTAX=ROUND(tal[,ciffer]) @DESCRIPTION=ROUND-funktionen afrunder et givet tal. @tal er tallet du vil runde af og @ciffer er antallet cifre du vil runde tallet af til. Hvis @ciffer er større end nul rundes @tal af til opgivet antal cifre. Hvis @ciffer er nul eller udeladt, rundes @tal af til nærmeste heltal. Hvis @ciffer er mindre end nul, rundes @tal af til venstre for komma. Denne funktion er Excel kompatibel. @EXAMPLES= ROUND(5.5) er lig 6. ROUND(-3.3) er lig -3. ROUND(1501.15,1) er lig 1501.2. ROUND(1501.15,-2) er lig 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP

source: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP function rounds a given number up, away from zero. @number is the number you want rounded up and @digits is the number of digits to which you want to round that number. If @digits is greater than zero, @number is rounded up to the given number of digits. If @digits is zero or omitted, @number is rounded up to the nearest integer. If @digits is less than zero, @number is rounded up to the left of the decimal point. This function is Excel compatible. @EXAMPLES= ROUNDUP(5.5) equals 6. ROUNDUP(-3.3) equals -3. ROUNDUP(1501.15,1) equals 1501.2. ROUNDUP(1501.15,-2) equals 1600.0. @SEEALSO=ROUND,ROUNDDOWN
da: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(tal[,ciffer]) @DESCRIPTION=ROUNDUP-funktionen runder op et givet tal, bort fra nul. @tal er tallet du vil have rundet op og @ciffer er antallet cifre du vil runde det af til. Hvis @ciffer er større end nul, rundes @tal op til givet antal cifre. Hvis @ciffer er nul eller udeladt, rundes @tal op til nærmeste heltal Hvis @ciffer er mindre end nul, rundes @tal op til venstre for kommaet. Denne funktion er Excel kompatibel. @EXAMPLES= ROUNDUP(5.5) er lig 6. ROUNDUP(-3.3) er lig -3. ROUNDUP(1501.15,1) er lig 1501.2. ROUNDUP(1501.15,-2) er lig 1600.0. @SEEALSO=ROUND,ROUNDDOWN

source: @FUNCTION=MROUND @SYNTAX=MROUND(number,multiple) @DESCRIPTION=MROUND function rounds a given number to the desired multiple. @number is the number you want rounded and @multiple is the the multiple to which you want to round the number. If @number and @multiple have different sign, MROUND returns #NUM! error. This function is Excel compatible. @EXAMPLES= MROUND(1.7,0.2) equals 1.8. MROUND(321.123,0.12) equals 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
da: @FUNCTION=MROUND @SYNTAX=MROUND(tal,multiplum) @DESCRIPTION=MROUND-funktionen runder af et givet tal til ønsket multiplum. @tal er tallet du vil runde af og @multiplum er det multiplum du vil runde tallet af til. Hvis @tal og @multiplum har forskelig fortegn, returnerer MROUND en #NUM!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= MROUND(1.7,0.2) er lig 1.8. MROUND(321.123,0.12) er lig 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP

source: @FUNCTION=ROMAN @SYNTAX=ROMAN(number[,type]) @DESCRIPTION=ROMAN function returns an arabic number in the roman numeral style, as text. @number is the number you want to convert and @type is the type of roman numeral you want. If @type is 0 or it is omitted, ROMAN returns classic roman numbers. Type 1 is more concise than classic type, type 2 is more concise than type 1, and type 3 is more concise than type 2. Type 4 is simplified type. If @number is negative or greater than 3999, ROMAN returns #VALUE! error. This function is Excel compatible. @EXAMPLES= ROMAN(999) equals CMXCIX. ROMAN(999,1) equals LMVLIV. ROMAN(999,2) equals XMIX. ROMAN(999,3) equals VMIV. ROMAN(999,4) equals IM. @SEEALSO=
da: @FUNCTION=ROMAN @SYNTAX=ROMAN(tal[,type]) @DESCRIPTION=ROMAN-funktionen returnerer et arabisk tal i den romanske nummerstil, som tekst. @tal er tallet du vil konvertere og @type er typen romansk numeral du ønsker. Hvis @type er 0 eller udeladt, returnerer ROMAN klassiske romanske tal. Type 1 er mere koncis end klassisk type, type 2 er mere koncis end type 1, og type 3 er mere koncis end type 2. Type 4 er forenklet type. Hvis @tal er negativt eller større end 3999, returnerer ROMAN en #VALUE!-fejl. Denne funktion er Excel kompatibel. @EXAMPLES= ROMAN(999) er lig CMXCIX. ROMAN(999,1) er lig LMVLIV. ROMAN(999,2) er lig XMIX. ROMAN(999,3) er lig VMIV. ROMAN(999,4) er lig IM. @SEEALSO=
